Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

source: We know you are excited to get started, but before you do it is very important that you first add your license details below!
sv_se: Vi vet att du är taggad på att komma igång, men innan du gör det är det väldigt viktigt att du fyller i din licensinformation!

source: Your active license gives you access to product support and updates that we push out.
sv_se: Din aktiva licens ger dig tillgång till produktsupport och uppdateringar som vi skickar ut.

source: Your license details were emailed to you after purchase.
sv_se: Din licensinformation mejlades till dig i samband med köpet.

# Link to the license page on the LearnDash website
source: You can also find them listed %1$s
sv_se: Du kan också hitta dem listade %1$s

source: on your account.
sv_se: på ditt Learndash-konto.

# License email
source: Enter your Email here
sv_se: Ange din e-postadress här

# License key
source: Enter your license key here
sv_se: Ange din licensnyckel här

source: Save license
sv_se: Spara licens

source: You do not have sufficient permissions to change the license information.
sv_se: Du saknar behörigheten som krävs för att ändra licensinformationen.

source: In this video we will briefly explain the layout of LearnDash, our free add-ons, and where you can go to read more details about our features.
sv_se: I denna video berättar vi kortfattat om uppbyggnaden av Learndash, våra gratis tillägg och vart du kan vända dig för att läsa mer om våra funktioner.

source: Getting Started [Guide]
sv_se: Kom igång-guide

# placeholder: Courses, Course
source: Creating %1$s with the %2$s Builder
sv_se: Skapa en kurs med kursbyggaren

# placeholder: course, Course.
source: In this video we will demonstrate how you can create a %1$s using the LearnDash %2$s Builder.
sv_se: I denna video visar vi hur du kan skapa en kurs med Learndashs kursbyggare.

source: Additional Resources:
sv_se: Kompletterande resurser:

# placeholder: Course
source: %s Builder [Article]
sv_se: Kursbyggare (artikel)

# placeholders: Lessons, Topics
source: Adding Content Using %1$s & %2$s
sv_se: Lägg till innehåll med lektioner och avsnittn

# placeholders: Course, Lessons, Topics
source: Now that you have your %1$s created, it is time to start adding content via %2$s and %3$s. In this video we will show how to do this and explain the various settings.
sv_se: Nu när du har skapat din första kurs är det dags att lägga till innehåll i form av lektioner och avsnitt. I denna video visar vi hur du gör det och förklarar olika inställningar.

# placeholder: Lessons
source: %s Documentation
sv_se: Lektionsdokumentation

# placeholder: Topics
source: %s Documentation
sv_se: Avsnittsdokumentation

# placeholder: Quizzes
source: Creating %s
sv_se: Skapa test

# placeholder: Quizzes, course, quizzes, course, Quiz, Questions
source: %1$s are a great way to check if your learners are understanding the %2$s content. You can have one or more %3$s throughout a %4$s, or you can put it at the end. In this video we demonstrate how to create a %5$s and how to add %6$s.
sv_se: Test är ett utmärkt sätt att undersöka om dina studenter förstår kursinnehållet. Du kan ha ett eller flera test utspridda genom en kurs eller lägga alla test på slutet. I denna video demonstrerar vi hur du skapar ett test och lägger till frågor.

# placeholder: Quizzes.
source: %s Documentation
sv_se: Testdokumentation

source: Certificate Documentation
sv_se: Certifieringsdokumentation

source: Setting-up User Registration
sv_se: Upprätta användarregistrering

# placeholder: Courses
source: Once you have finished creating your %s it is time to configure user registration so that people can access them! In this video we explain how to create an attractive login and registration form.
sv_se: När du har gjort klart din kurs är det dags att konfigurera användarregistreringen så att besökare kan komma åt kurserna. I detta video visar vi hur du skapar tilltalande formulär för inloggning och registrering.

# placeholder: Courses.
source: Selling Your %s
sv_se: Sälj dina kurser

# placeholders: Courses, courses
source: If you are selling your %1$s then you have many options available to you! In the first video we demonstrate how you can quickly start accepting payments with PayPal and Stripe. In the second video we will show you how to sell %2$s using the popular WordPress shopping cart WooCommerce.
sv_se: Om du vill sälja din kurser finns det många möjligheter. I den första videon visar vi hur snabbt kan ta emot betalningar med Paypal och Stripe. I den andra videon visar vi hur du säljer kurser med det populära Wordpress-tillägget Woocommerce.

# placeholder: Course.
source: %s Access Settings [Article]
sv_se: Kurstillgångsinställningar (artikel)

source: PayPal Settings [Article]
sv_se: Paypal-inställningar (artikel)

source: Stripe Integration [Article]
sv_se: Stripe-integration (artikel)

# placeholder: Course
source: Creating a %s Listing
sv_se: Skapa en kurslista

# placeholder: Course, Courses, Course
source: Your %1$s is created and you have also configured registration/login and how you will accept payment (in the event that you are selling your %2$s). It is now time to create a %3$s Listing which is easy to do using the Course Grid Add-on.
sv_se: Din kurs är skapad och du har konfigurerat registrering och inloggning samt hur du ska ta emot betalningar (ifall du vill sälja din kurser). Det är nu dags att skapa en kurslistan, vilket är lätt att göra med tillägget Course Grid.

source: Course Grid Add-on [Article]
sv_se: Course Grid-tillägg (artikel)

# placeholder: courses
source: The final step is to create a User Profile so that your users can instantly see which %s they have access to, their progress, performance, and earned certificates!
sv_se: Det sista steget är att skapa en användarprofilsida så att dina användare kan se vilka kurser de har tillgång till, deras framsteg, deras prestationer och utfärdade certifieringar.

source: User Profiles [Guide]
sv_se: Användarprofiler (guide)

source: Important Resources
sv_se: Viktiga resurser

# placeholder: courses
source: Setting up a learning site is no small task – but you are not alone! Below are some resources available to you so that you can get the most out of your LearnDash powered %s!
sv_se: Att installera en lärplattform är ingen liten uppgift, men du är inte ensam. Här under finns några resurser som hjälper dig att få ut så mycket som möjligt ur dina Learndash-drivna kurser.

source: LearnDash Community Facebook Group
sv_se: Learndash-communityts Facebook-grupp

source: LearnDash YouTube Channel
sv_se: Learndashs Youtube-kanal

source: How to Get Help [Article]
sv_se: Sätt att få hjälp (artikel)

source: Tips and Tricks
sv_se: Tips och tricks

# placeholder: Courses
source: Sell Online %s
sv_se: Sälj onlinekurser

source: Something went wrong connecting to www.learndash.com. Please reload the page.
sv_se: Något gick fel vid anslutning till www.learndash.com. Vänligen ladda om sidan.

source: View more
sv_se: Visa mer

source: LearnDash News
sv_se: Learndash-nyheter

source: Announcements
sv_se: Meddelanden

source: Documentation
sv_se: Dokumentation

source: Search the Documentation website. A new tab will be opened on submission.
sv_se: Sök på dokumentationswebbplatsen. En ny tabb öppnas.

source: Search documentation
sv_se: Sök dokumentation

source: Getting Started Guide
sv_se: Kom igång-guide

source: LearnDash Core Docs
sv_se: Learndashs kärndokument

# placeholder: Course.
source: %s Builder
sv_se: Kursbyggare

source: Popular Articles
sv_se: Populära artiklar

source: Registration & Login
sv_se: Registrering & inloggning

source: Focus Mode
sv_se: Fokusläge

source: User Profiles
sv_se: Användarprofiler

source: Course Grid Add-on
sv_se: Course Grid-tillägg

source: Recommended WordPress Themes
sv_se: Rekommenderade Wordpress-teman

source: Invalid License Notice
sv_se: Ogiltig licensnotis

source: Hiding Post Meta Data
sv_se: Dölj inläggsmetadata

source: 404 Error on LearnDash Content
sv_se: 404-fel på Learndash-innehåll

source: Popular Support Topics
sv_se: Populära supportämnen

# placeholder: Groups
source: Users & %s
sv_se: Användare & grupper

source: Have some questions or need a helping hand? The LearnDash support team is standing by, ready to assist you!
sv_se: Har du frågor eller behöver en hjälpande hand? Learndashs supportteam är redo att hjälpa dig!

source: LearnDash Facebook Group
sv_se: Learndashs Facebook-grupp

source: LearnDash YouTube
sv_se: Learndashs Youtube-kanal

# Toggles visibility of the LearnDash Bootcamp section
source: Show LearnDash Bootcamp
sv_se: Visa Learndash Bootcamp

# Payments Tab Label
source: Payments
sv_se: Betalningar

# Question Settings
source: Settings
sv_se: Inställningar

# Quiz Settings
source: Settings
sv_se: Inställningar

# Registration/Login Tab Label
source: Registration/Login
sv_se: Registrering/Inloggning

source: LearnDash Setup
sv_se: Learndash-konfiguration

source: Set up your site
sv_se: Konfigurera din webbplats

# Setup wizard, placeholder: course label
source: We are currently importing your demo %1$s.
sv_se: Vi importerar för närvarande din demokurs.

source: This is where the fun begins.
sv_se: Det är nu som det roliga börjar.

source: Site & Course Details
sv_se: Webbplats- och kursdetaljer

source: Tell us a little bit about your site.
sv_se: Berätta lite om din webbplats.

source: Design your site ( Optional )
sv_se: Designa din webbplats (frivilligt)

source: It's all about appearances.
sv_se: Allt handlar om utseende.

source: Select A Starter Template
sv_se: Välj en startmall

source: Choose a design to start with and customize. This will overwrite your current theme, may add additional content and change settings on your site. This is an optional step and not required if you already have a theme configured.
sv_se: Välj en design att utgå från och anpassa. Detta kommer att skriva över ditt nuvarande tema, kan lägga till nytt innehåll och ändra inställningar på din webbplats. Detta är ett frivilligt steg och krävs inte om du redan har konfigurerat ett tema.

source: Configure payment
sv_se: Konfigurera betalning

source: Don't leave money on the table.
sv_se: Lämna inte pengar på bordet.

source: Set Up Stripe
sv_se: Konfigurera Stripe

source: Charge credit cards and pay low merchant fees.
sv_se: Ta betalt med betalkort och betala låga handelsavgifter.

source: Connect Stripe
sv_se: Anslut Stripe

source: Manage your courses
sv_se: Hantera dina kurser

source: Get your coursework set up for success.
sv_se: Gör dina kurser redo för att lyckas.

# Topic Settings
source: Settings
sv_se: Inställningar

source: Translations
sv_se: Översättningar

source: Dismiss this notice.
sv_se: Avvisa denna notis.

source: AI Integrations
sv_se: AI-integrationer

source: OpenAI API Key
sv_se: OpenAI-API-nyckel

source: Saved key: %1$s
sv_se: Sparad nyckeL. %1$s

source: %1$sClick here%2$s to get your API key.
sv_se: %1$sKlicka här%2$s för att skaffa in API-nyckel.

source: Assignment Custom Post Type Options
sv_se: Inläggstypsinställningar för uppgifter

source: Control the LearnDash Assignment Custom Post Type Options.
sv_se: Styr inläggstypsinställningarna för Learndash-uppgifter.

source: Exclude From Search
sv_se: Exkludera från sök

source: Exclude
sv_se: Exkludera

source: Publicly Viewable
sv_se: Publikt synbar

source: Controls access to view single Assignments on the front-end.
sv_se: Styr tillgången för visning av enskilda uppgifter på front-end.

source: Public
sv_se: Publik

source: Comments enabled
sv_se: Kommentarer aktiverade

source: Controls if comments are enabled.
sv_se: Styr huruvida kommenterar är aktiverade.

source: Bulk Edit
sv_se: Massredigera

source: What do you want to update?
sv_se: Vad vill du uppdatera?

source: Which
sv_se: Vilken

source: Which fields?
sv_se: Vilka fält?

source: Certificate Custom Post Type Options
sv_se: Inläggstypsinställningar för certifieringar

source: Control options specific to the Certificates post type
sv_se: Styr specifika alternativ för certifieringsinläggstypen

source: Editor Supported Settings
sv_se: Redigerarstödda inställningar

source: Enables WordPress supported settings within the editor and theme.
sv_se: Aktiverar Wordpress-stödda inställningar i redigeraren och temat.

source: Featured image
sv_se: Utvald bild

source: Revisions
sv_se: Revisioner

source: Certificate Custom Styles
sv_se: Anpassade stilar för certifieringar

source: Add Custom Styles (CSS) to be used on all legacy certificates, does not work on certificates created with the Certificate Builder addon.
sv_se: Lägg till anpassade stilar (CSS) som ska användas på alla legacy-certifieringar. Fungerar inte på certifieringar som har skapats med certifieringsbyggarutökningen.

source: Custom Styles (CSS)
sv_se: Anpassade stilar (CSS)

source: Add custom styles (CSS) to be used on legacy certificates.
sv_se: Lägg till anpassade stilar (CSS) för användning på legacy-certifieringar.

# Course Custom Post Type Options
source: %s Custom Post Type Options
sv_se: Inläggstypsinställningar för kurser

# placeholder: Course
source: Control the LearnDash %s Custom Post Type Options.
sv_se: Styr inläggstypsinställningarna för Learndash-kurser.

# placeholder: Course
source: %s Search
sv_se: Kurssök

# placeholder: course
source: Includes the %s post type in front end search results
sv_se: Inkluderar kursinläggstypen i sökresultaten på front-end

source: Archive Page
sv_se: Arkivsida

# placeholders: courses, link to WP Permalinks page
source: Enables the front end archive page where all %1$s are listed. You must %2$s for the change to take effect.
sv_se: Aktiverar en arkivsida på front-end där alla kurser listas. Du måste %2$s för att ändringen ska träda i kraft.

source: re-save your permalinks
sv_se: spara om dina permalänkar

# placeholder: URL for CPT Archive
source: Archive URL: %s
sv_se: Arkiv-URL: %s

source: RSS/Atom Feed
sv_se: RSS-/atom-flöde

# placeholder: course
source: Enables an RSS feed for all %1$s posts.
sv_se: Aktiverar ett RSS-flöde för alla kursinlägg.

# placeholder: URL for RSS Feed
source: RSS Feed URL: %s
sv_se: RSS-flöde-URL: %s

source: Comments
sv_se: Kommentarer

# placeholder: Course
source: Global %s Management & Display Settings
sv_se: Globala kurshanterings- och kursvisningsinställningar

# placeholder: course
source: Control settings for %s creation, and visual organization
sv_se: Styr inställningarna för kursskapande och visuell organisering

# placeholder: Course
source: %s Builder
sv_se: Kursbyggare

# placeholder: Lesson, Topic, Quiz, Course.
source: Manage all %1$s, %2$s, and %3$s associations within the %4$s Builder.
sv_se: Hantera alla lektions-, avsnitts- och testkopplingar från testbyggaren.

source: Steps Displayed
sv_se: Visade steg

# placeholder: Course
source: Shared %s Steps
sv_se: Delade kurssteg

# placeholder: lessons, topics, quizzes, courses, course, URL to admin Permalinks.
source: Share steps (%1$s, %2$s, %3$s) across multiple %4$s. Progress is maintained on a per-%5$s basis.<br /><br />Note: Enabling this option will also enable the <a href="%6$s">nested permalinks</a> setting.
sv_se: Dela steg (lektioner, avsnitt och test) i flera kurser. Förlopp underhålls på en per kursbasis. <br /><br />Obs! Detta alternativ aktiverar också <a href="%6$s">nästlade permalänkar</a>.

# placeholders: Lesson, topics and quizzes, courses
source: %1$s, %2$s and %3$s can be shared across multiple %4$s
sv_se: Lektioner, avsnitt och test kan delas mellan flera kurser

# placeholder: Course
source: %s Table Pagination
sv_se: Kurstabellssidindelning

# placeholder: course, course
source: Customize the pagination options for ALL %1$s content tables and %2$s navigation widgets.
sv_se: Anpassa sidindelningsinställningarna för alla kursinnehållstabeller och kursnavigeringswidgetar.

# placeholder: Lesson, Topic
source: %1$s and %2$s Order
sv_se: Lektions- och avsnittsordning

# placeholder: lessons, topics
source: Customize the display order of %1$s and %2$s.
sv_se: Anpassa visningsordningen för lektioner och avsnitt.

# placeholder: Default Order By, Order
source: Using default sorting by %1$s in %2$s order
sv_se: Använder standardsorteringen efter %1$s i %2$s ordning

source: Mark Incomplete Enabled
sv_se: Möjlighet att ta bort klarmarkering

# placeholders: Lesson, Topic
source: Allows to mark a %1$s / %2$s as incomplete
sv_se: Låter användare ta bort klarmarkeringen från en lektion eller ett avsnitt

# placeholder: Course
source: %s Taxonomies
sv_se: Kurstaxonomier

# placeholder: Course
source: Control which taxonomies can be used to better organize your LearnDash %s.
sv_se: Styr vilka taxonomier som kan användas för att organisera dina Learndash-kurser.

# placeholder: Course
source: Manage %s Categories via the Actions dropdown
sv_se: Hantera kurskategorier via åtgärdsmenyn

# placeholder: Course
source: Manage %s Tags via the Actions dropdown
sv_se: Hantera kurstaggar via åtgärdsmenyn

source: WP Post Categories
sv_se: WP-inläggskategorier

source: Manage WP Categories via the Actions dropdown
sv_se: Hantera WP-kategorier via åtgärdsmenyn

source: WP Post Tags
sv_se: WP-inläggstaggar

source: Manage WP Tags via the Actions dropdown
sv_se: Hantera WP-inläggstaggar via åtgärdsmenyn

source: Design & Content Elements
sv_se: Design & innehåll

source: Alter the look and feel of your Learning Management System
sv_se: Anpassa utseendet för din lärplattform

source: Active Theme
sv_se: Aktivt tema

source: Available Themes
sv_se: Tillgängliga teman

source: Active Template
sv_se: Aktiv mall

source: New front-end design options and settings can be used when the LearnDash 3.0 template is activated.
sv_se: Nya designalternativ och -inställningar för front-end kan användas när Learndash 3.0-mallen är aktiverad.

source: Custom Labels
sv_se: Anpassade termer (inaktiverade)

source: Are you sure want to reset the custom labels?
sv_se: Är du säker på att du vill återställa anpassade etiketter?

source: Label to replace "course" (singular).
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Label to replace "courses" (plural).
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Label to replace "lesson" (singular).
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Label to replace "lessons" (plural).
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Label to replace "topic" (singular).
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Label to replace "topics" (plural).
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Label to replace "quiz" (singular).
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Label to replace "quizzes" (plural).
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Label to replace "question" (singular).
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Label to replace "questions" (plural).
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Label to replace "group" (singular).
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Label to replace "groups" (plural).
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Label to rename Group Leader user role.
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Label to replace "challenge exam" (singular).
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Label to replace "challenge exams" (plural).
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Take this Course (Button)
sv_se: Gå denna kurs (knapp)

source: Label to replace "Take this Course" button.
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Join Group (Button)
sv_se: Gå med i grupp (knapp)

source: Label to replace "Join Group" button.
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Mark Complete (Button)
sv_se: Klarmarkera (knapp)

source: Label to replace "Mark Complete" button.
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Mark Incomplete (Button)
sv_se: Ta bort klarmarkering (knapp)

source: Label to replace "Mark Incomplete" button.
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Click Here to Continue (Button)
sv_se: Fortsätt (knapp)

source: Label to replace "Click Here to Continue" button.
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Label to replace "transaction" (singular).
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Label to replace "transactions" (plural).
sv_se: Detta fält används ej. Denna översättning använder hårdkodade termer. Redigera PO-filen vid behov.

source: Data Upgrades
sv_se: Datauppgraderingar

source: Recipient(s)
sv_se: Mottagare

source: Content type
sv_se: Innehållstyp

source: Manage
sv_se: Hantera

source: No Email items found.
sv_se: Inga e-postartiklar hittades.

source: Email Placeholders
sv_se: Platshållare för e-post

source: Placeholders available for use in the different email notifications
sv_se: Platshållare för användning i de olika e-postnotiserna

# placeholder: Course/Group Purchase Success.
source: %1$s/%2$s Purchase Success
sv_se: Kurs-/gruppköp lyckades

# placeholder: Course/Group Purchase Failed.
source: %1$s/%2$s Purchase Failed
sv_se: Kurs-/gruppköp misslyckades

source: Email Sender Settings
sv_se: E-postavsändarinställningar

source: "From" name
sv_se: ”From” namn

source: How the sender name appears in outgoing emails.
sv_se: Hur avsändarens namn visas i utgående e-postmeddelanden.

source: If empty will use site title
sv_se: Om tomt används webbplatsrubriken

source: "From" email
sv_se: ”From” e-post

source: How the sender email appears in outgoing emails.
sv_se: Hur avsändarens e-postadress visas i utgående e-postmeddelanden.

source: If empty will use site administration email address
sv_se: Om tomt används webbplatsens administratörs e-postadress

source: Admin User Settings
sv_se: Administratörsanvändarinställningar

# placeholder: courses
source: Controls the admin user-experience navigating %s.
sv_se: Styr administratörernas användarupplevelse i kurserna.

# placeholder: Course
source: %s Auto-enrollment
sv_se: Automatisk kursregistrering

# placeholder: courses, course
source: Allow admin users to have access to %1$s automatically without requiring %2$s enrollment.
sv_se: Låt administratörer få tillgång till kurser automatiskt utan att kräva kursregistrering.

# placeholder: courses
source: Admin has access to enrolled %s only
sv_se: Administratörer har endast tillgång till registrerade kurser

# placeholder: courses
source: Admin has access to all %s automatically
sv_se: Administratörer har tillgång till alla kurser automatiskt

# placeholder: Course
source: Bypass %s limits
sv_se: Gå förbi kursbegränsningar
