Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

# placeholder: Question
source: Delete selected %s Category
sv_se: Radera markerad frågekategori

# placeholder: Question
source: Save changes to selected %s Category
sv_se: Spara ändringar till vald frågekategori

source: Save Changes
sv_se: Spara ändringar

# placeholder: Question Category Saved
source: %s Category Saved
sv_se: Frågekategori sparad

# placeholder: Question Category Deleted
source: %s Category Deleted
sv_se: Frågekategori raderad

# placeholder: Quiz
source: %s template management
sv_se: Hantera testmallar

# placeholder: Quiz
source: Select %s template
sv_se: Välj testmall

# placeholder: Quiz
source: Delete selected %s template
sv_se: Radera markerad testmall

# placeholder: Quiz
source: Save changed to selected %s template
sv_se: Spara ändringar till vald testmall

# placeholder: Quiz
source: %s template Saved
sv_se: Testmall sparad

# placeholder: Quiz
source: %s template Deleted
sv_se: Testmall raderad

# placeholder: Question
source: %s Template Management
sv_se: Hantera frågemallar

# placeholder: Question
source: Select %s Template
sv_se: Välj frågemall

# placeholder: Question
source: Delete selected %s template
sv_se: Radera markerad frågemall

# placeholder: Question
source: Save changes to selected %s template
sv_se: Spara ändringar till vald frågemall

# placeholder: Question
source: %s template saved
sv_se: Frågemall sparad

# placeholder: Question
source: %s template deleted
sv_se: Frågemall raderad

source: Admin e-mail settings
sv_se: E-postinställningar för administratör

source: To:
sv_se: Till:

source: Separate multiple email addresses with a comma, e.g. wp@test.com, test@test.com
sv_se: Separera flera e-postadresser med komma, t ex: wp@test.com, test@test.com

source: From Name:
sv_se: Från namn:

source: This is the email name of the sender. If not provided will default to the system email name.
sv_se: Detta är namnet på e-postavsändaren. Om inget anges kommer systemet e-postnamn att användas.

source: From Email:
sv_se: Från e-postadress:

source: The value entered is not a valid email address
sv_se: Den angivna strängen är inte en giltig e-postadress

# placeholder: Admin Email
source: This is the email address of the sender. If not provided the admin email <strong>(%s)</strong> will be used.
sv_se: Detta är avsändarens e-postadress. Ifall ingen anges kommer administratörens e-postadress <strong>(%)</strong> att användas.

source: Subject:
sv_se: Ämne:

source: Message body:
sv_se: Meddelande:

source: Allowed variables
sv_se: Tillåtna variabler

source: User-ID
sv_se: Användar-ID

source: Quiz-Name
sv_se: Testnamn

source: Result in percent
sv_se: Resultat i procent

source: Reached points
sv_se: Nådda poäng

source: IP-address of the user
sv_se: Användarens IP-adress

source: Category-Overview
sv_se: Kategoriöversikt

source: User e-mail settings
sv_se: Användares e-postinställningar

# placeholder: admin email
source: This is the email address of the sender. If not provided the admin email <strong>(%s)</strong> will be used.
sv_se: Detta är e-postavsändarens e-postadress. Om inget anges kommer administratörens e-postadress <strong>(%s)</strong> att användas.

source: to activate
sv_se: att aktivera

source: not to activate
sv_se: att inte aktivera

source: Please note
sv_se: Vänligen observera

source: These settings should only be set in cases of problems with LD Advanced Quiz.
sv_se: Dessa inställningar ska endast ställas in vid problem med LD Advanced Quiz.

source: Automatically add [raw] shortcode
sv_se: Lägg automatiskt till [raw]-kortkod

source: If this option is activated, a [raw] shortcode is automatically set around LDAdvQuiz shortcode ( [LDAdvQuiz X] ) into [raw] [LDAdvQuiz X] [/raw]
sv_se: Om detta alternativ är aktiverat kommer en [raw]-kortkod automatiskt läggas runt LDAdvQuiz kortkod ( [LDAdvQuiz X] into [raw] [LDAdvQuiz X] [/ raw]

source: Own themes changes internal order of filters, what causes the problems. With additional shortcode [raw] this is prevented.
sv_se: Egna teman ändrar filtrens interna ordning, vilket kan orsaka problem. Förhindra detta genom att lägga till kortkoden [raw].

source: Do not load the Javascript-files in the footer
sv_se: Ladda inte Javascript-filerna i foten

source: Generally all LDAdvQuiz-Javascript files are loaded in the footer and only when they are really needed.
sv_se: Vanligen laddas alla LDAdvQuiz-Javascript filer laddas i sidfoten och endast när de verkligen behövs.

source: In very old WordPress themes this can lead to problems.
sv_se: I mycket gamla Wordpress-teman kan detta orsaka problem.

source: If you activate this option, all LDAdvQuiz-Javascript files are loaded in the header even if they are not needed.
sv_se: Om du aktiverar det här alternativet kommer alla LDAdvQuiz-Javascriptfiler laddas i huvudet även om de inte behövs.

source: Touch Library
sv_se: Pekskärmsbibliotek

source: Deactivate
sv_se: Inaktivera

source: In Version 0.13 a new Touch Library was added for mobile devices.
sv_se: I version 0.13 lades ett nytt pekskärmsbibliotek till för mobila enheter.

source: If you have any problems with the Touch Library, please deactivate it.
sv_se: Om du har problem med pekskärmsbiblioteket, vänligen inaktivera det.

source: jQuery support cors
sv_se: Jquery stödjer Cors

source: Is required only in rare cases.
sv_se: Krävs endast i sällsynta fall.

source: If you have problems with the front ajax, please activate it.
sv_se: Om du har problem med ajax, vänligen aktivera det.

source: e.g. Domain with special characters in combination with IE
sv_se: t.ex. domän med specialtecken i kombination med IE

source: Repair database
sv_se: Reparera databasen

source: No data will be deleted. Only LDAdvQuiz tables will be repaired.
sv_se: Inga data kommer att raderas. Endast LDAdvQuiz-tabeller kommer att repareras.

source: Import
sv_se: Importera

source: Successfully
sv_se: Lyckades

# placeholder: link to Imported Quiz.
source: Import completed successfully: %s
sv_se: Importen lyckades: %s

# placeholder: Quiz
source: %s name
sv_se: Testnamn

source: Start import
sv_se: Starta import

# placeholder: Question
source: Return to %s Overview
sv_se: Återgå till frågeöversikt

# placeholder: quiz
source: The title is used for overview, it is not visible in %s. If you leave the title field empty, a title will be generated.
sv_se: Rubriken används för överblick. Den syns inte i %s. Om du lämnar fältet tomt kommer en rubrik att genereras.

# placeholder: question
source: These points will be rewarded, only if the user answers the %s correctly.
sv_se: Poängen tilldelas endast om användaren besvarar frågan rätt.

source: Category
sv_se: Kategori

source: Message with the correct / incorrect answer
sv_se: Meddelande med rätt/fel svar

# placeholder: quiz
source: Deactivated in %s settings.
sv_se: Inaktiverat i testinställningarna.

source: template name
sv_se: mallnamn

source: Save as template
sv_se: Spara som mall

source: Options
sv_se: Alternativ

source: Answer
sv_se: Svar

source: Delete answer
sv_se: Radera svar

source: Add Media
sv_se: Lägg till media

source: Criterion
sv_se: Kriterie

source: Sort elements
sv_se: Sortera element

source: Enclose the searched words with <code>{</code> <code>}</code> e.g. <code>I {play} soccer</code>. Capital and small letters will be ignored.
sv_se: Klamra det sökta ordet med <code>{</code> <code>}</code>, till exempel <code>Jag {spelar} fotboll</code>. Stora och små bokstäver ignoreras.

source: You can specify multiple options for a search word. Enclose the word with <code>[</code> <code>]</code> e.g. <code>I {[play][love][hate]} soccer</code>. In this case answers "play", "love" OR "hate" are correct.
sv_se: Du kan specificera flera alternativ för varje sökord. Omslut ordet med <code>[</code> <code>]</code> t.ex. <code>Jag {[spelar][älskar][hatar]} fotboll</code>. I detta fall är svaren spelar, älskar och hatar rätta.

source: If mode "Different points for each answer" is activated, you can assign points to each answer using <code>|</code>. The default point value is be 1.
sv_se: Om ”olika poäng för respektive svar” är aktiverat kan du ge tilldela poäng till respektive svar med <code>|</code>. Standardpoängvärdet kommer att vara 1.

source: Here you can create an assessment question.
sv_se: Här skapar du en bedömningsfråga.

source: Enclose a assesment with {}. The individual assessments are marked with [].
sv_se: Omslut en bedömning med {}. De enstaka bedömningarna är markerade med [].

source: The number of options in the maximum score.
sv_se: Antalet alternativ i maxpoängen.

source: Examples:
sv_se: Exempel:

source: less true { [1] [2] [3] [4] [5] } more true
sv_se: mindre sant { [1] [2] [3] [4] [5] } mer sant

source: less true { [a] [b] [c] } more true
sv_se: mindre sant { [a] [b] [c] } mer sant

source: Text Box
sv_se: Textruta

source: Upload
sv_se: Ladda upp

# placeholder: question, course
source: This is a %1$s that can be graded and potentially prevent a user from progressing to the next step of the %2$s.
sv_se: Detta är en fråga som kan betygsättas och eventuellt hindra en användare från att fortsätta till kursens nästa steg.

# placeholder: question, quiz
source: How should the answer to this %1$s be marked and graded upon %2$s submission?
sv_se: Hur ska svaret på denna fråga markeras och betygsättas när testet lämnas in?

source: -- Select --
sv_se: -- Välj --

source: Not Graded, No Points Awarded
sv_se: Ej betygsatt, inga poäng tilldelade

source: Not Graded, Full Points Awarded
sv_se: Ej betygsatt, full poäng tilldelad

source: Graded, Full Points Awarded
sv_se: Betygsatt, full poäng tilldelad

# placeholder: Questions
source: %s sorted
sv_se: Frågorna sorterade

# placeholder: Question
source: Add %s
sv_se: Lägg till fråga

source: Total
sv_se: Totalt

# placeholder: question
source: Add %s
sv_se: Lägg till fråga

source: Save order
sv_se: Spara ordning

# placeholder: questions, quiz
source: Copy %1$s from another %2$s
sv_se: Kopiera frågor från ett annat test

# placeholders: questions, quiz, quiz
source: Here you can copy %1$s from another %2$s into this %3$s. (Multiple selection enabled)
sv_se: Här kan du kopiera frågor från ett annat test till detta test. (Flerval aktiverat.)

# placeholder: questions
source: Copy %s
sv_se: Kopiera frågor

# placeholder: quiz
source: Hide %s title
sv_se: Dölj testrubrik

source: Hide title
sv_se: Dölj rubrik

# placeholder: quiz
source: The title serves as %s heading.
sv_se: Rubriken fungerar som provets rubrik.

# placeholder: quiz
source: Hide "Restart %s" button
sv_se: Dölj "Starta om test-knappen"

# placeholder: quiz
source: Hide the "Restart %s" button in the Frontend.
sv_se: Döljer "Starta om test-knappen" på webbplatsen.

source: Hide "View question" button
sv_se: Dölj ”Visa frågor-knappen”

source: Hide the "View question" button in the Frontend.
sv_se: Döljer ”Visa frågor-knappen” för användaren.

# placeholder: question
source: Display %s randomly
sv_se: Visa frågor slumpvis

source: Display answers randomly
sv_se: Visa svar slumpvis

# placeholder: question
source: Sort %s by category
sv_se: Sortera frågor efter kategori

# placeholder: questions
source: Also works in conjunction with the "display random %s question" option.
sv_se: Fungerar även tillsammans med alternativet ”Visa frågor slumpvis”.

source: Time limit
sv_se: Tidsgräns

source: Seconds
sv_se: Sekunder

source: 0 = no limit
sv_se: 0 = ingen tidsgräns

# placeholder: Quiz
source: Protect %s Answers in Browser Cookie
sv_se: Skydda testsvaren med en webbläsarkaka

# placeholder: Quiz
source: Use cookies for %s Answers
sv_se: Använd kakor för provsvar

# placeholder: Quiz
source: 0 = Don't save answers. This option will save the user's answers into a browser cookie until the %s is submitted.
sv_se: 0 = Spara inte svaren. Detta alternativ sparar användarens svar i en webbläsarkaka tills testet lämnas in.

# placeholder: quiz
source: Statistics about right or wrong answers. Statistics will be saved by completed %s, not after every question. The statistics is only visible over administration menu. (internal statistics)
sv_se: Statistik över rätt eller fel svar. Statistiken sparas när testet är slutfört, inte efter varje fråga. Statistiken visas enbart för administratörer (intern statistik).

source: Statistics IP-lock
sv_se: IP-lås för statistik

source: in minutes (recommended 1440 minutes = 1 day)
sv_se: i minuter (1440 minuter rekommenderas = 1 dag)

source: Protect the statistics from spam. Result will only be saved every X minutes from same IP. (0 = deactivated)
sv_se: Skydda statistiken mot spam. Resultaten kommer endast att sparas var x minut från samma IP-adress. (0 = inaktiverat).

source: View Profile Statistics
sv_se: Visa användarstatistik

# placeholder: quiz
source: Enable user to view statistics for this %s on their profile.
sv_se: Tillåt användare att se statistik för detta test på sin profil.

# placeholder: quiz
source: Execute %s only once
sv_se: Kör endast testet en gång

# placeholders: quiz, quiz
source: If you activate this option, the user can complete the %1$s only once. Afterwards the %2$s is blocked for this user.
sv_se: Om du aktiverar detta alternativ kan användaren endast slutföra testet en gång. Därefter är testet blockerat för användaren.

source: This option applies to:
sv_se: Detta val gäller:

source: all users
sv_se: alla användare

source: registered useres only
sv_se: endast registrerade användare

source: anonymous users only
sv_se: enbart anonyma användare

source: user identification by cookie
sv_se: användaridentifiering via webbläsarkaka

source: If you activate this option, a cookie is set additionally for unregistrated (anonymous) users. This ensures a longer assignment of the user than the simple assignment by the IP address.
sv_se: Om du aktiverar detta alternativ kopplas en webbläsar-cookie till oregistrerade (anonyma) användare. Detta gör kopplingen till användaren säkrare än en simpel IP-adresskoppling.

source: Reset the user identification
sv_se: Återställ användaridentifiering

source: User identification has been reset.
sv_se: Användaridentifiering har återställts.

source: Resets user identification for all users.
sv_se: Återställer användaridentifiering för alla användare.

# placeholder: questions
source: Show only specific number of %s
sv_se: Visa endast ett visst antal frågor

# placeholders: questions, questions
source: If you enable this option, maximum number of displayed %1$s will be X from X %2$s
sv_se: Om du aktiverar detta alternativ kommer det maximala antalet visade frågor att bli X av X frågor

# placeholder: questions
source: How many %s should be displayed simultaneously:
sv_se: Hur många frågor ska visas samtidigt:

source: in percent
sv_se: i procent

source: Prerequisites
sv_se: Förkrav

# placeholders: quiz, quiz
source: If you enable this option, you can choose %1$s, which user have to finish before he can start this %2$s.
sv_se: Om du aktiverar detta alternativ kan du välja test som användaren måste ha slutfört innan hen kan starta detta test.

# placeholders: quizzes
source: In all selected %s statistic function have to be active. If it is not it will be activated automatically.
sv_se: Statistikfunktionen måste vara aktiv i alla valda test. Om den inte är det kommer den att aktiveras automatiskt.

# placeholder: quiz
source: Prerequisites (This %s has to be finished)
sv_se: Förkrav (detta test måste slutföras)

# placeholder: question
source: %s overview
sv_se: Frågeöversikt

# placeholders: quiz, question, questions
source: Add at the top of the %1$s a %2$s overview, which allows easy navigation. Additional %3$s can be marked "to review".
sv_se: Lägg till en enkel översikt över alla frågor längst upp på testet för enkel navigering. Ytterligare frågor kan märkas "att granska".

# placeholders: quiz, quiz
source: Additional %1$s overview will be displayed, before %2$s is finished.
sv_se: Extra testöversikt visas innan testet är slutfört.

# placeholder: Quiz
source: %s-summary
sv_se: Testsammanfattning

# placeholders: quiz, quiz
source: If you enable this option, no %1$s overview will be displayed, before finishing %2$s.
sv_se: Om du aktiverar detta alternativ kommer ingen testöversikt att visas före testslutförande.

# placeholder: question
source: Skip %s
sv_se: Hoppa över fråga

# placeholder: question, question
source: If you enable this option, user won't be able to skip %1$s. (only in "Overview -> next" mode). User still will be able to navigate over "%2$s-Overview"
sv_se: Om du aktiverar detta alternativ kommer användaren inte kunna hoppa över frågor (bara i översikt/nästa-läge). Användare kommer fortfarande att kunna navigera via frågeöversikten.

source: Admin e-mail notification
sv_se: E-postnotiser för administratörer

source: for registered users only
sv_se: endast för registrerade användare

source: for all users
sv_se: för alla användare

# placeholder: quiz
source: If you enable this option, you will be informed if a user completes this %s.
sv_se: Om du aktiverar detta alternativ kommer du att informeras ifall en användare slutför detta test.

source: E-Mail settings can be edited in global settings.
sv_se: E-postinställningarna kan ändras i de globala inställningarna.

source: User e-mail notification
sv_se: E-postnotiser för användare

# placeholder: quiz
source: If you enable this option, the %s will start automatically after the page is loaded.
sv_se: Om du aktiverar detta alternativ kommer testet att starta automatiskt när sidan laddas.

# placeholder: quiz
source: Only registered users are allowed to start the %s
sv_se: Endast registrerade användare får påbörja testet

# placeholder: quiz
source: If you enable this option, only registered users allowed start the %s.
sv_se: Om du aktiverar detta alternativ får enbart registrerade användare påbörja testet.

source: Select Template
sv_se: Välj mall

source: Show average points
sv_se: Visa genomsnittspoäng

source: Statistics-function must be enabled.
sv_se: Statistikfunktionen måste vara aktiverad.

source: Show category score
sv_se: Visa kategoriresultat

source: If you enable this option, the results of each category is displayed on the results page.
sv_se: Detta alternativ visar resultaten för varje kategori på resultatsidan.

# placeholder: questions
source: Hide correct %s - display
sv_se: Dölj rätt frågor – visning

# placeholder: questions
source: If you select this option, no longer the number of correctly answered %s are dispayed on the results page.
sv_se: Om du väljer detta alternativ kommer inte antalet rätt besvarade frågor längre visas på resultatssidan.

# placeholder: quiz
source: Hide %s time - display
sv_se: Dölj visning av testets tidsåtgång

# placeholder: quiz
source: If you enable this option, the time for finishing the %s won't be displayed on the results page anymore.
sv_se: Om du aktiverar detta alternativ kommer tidsåtgången för testet inte längre att visas på resultatsidan.

source: Hide score - display
sv_se: Dölj resultatsvisning

source: If you enable this option, final score won't be displayed on the results page anymore.
sv_se: Om du aktiverar detta alternativ kommer resultatet inte att visas på resultatssidan längre.

source: Show points
sv_se: Visa poäng

# placeholder: quiz
source: Shows in %s, how many points are reachable for respective question.
sv_se: Visas på test (antal möjliga poäng för respektive fråga)

source: Number answers
sv_se: Numrera svaren

source: If this option is activated, all answers are numbered (only single and multiple choice)
sv_se: Om det här alternativet är aktivt kommer alla svar att vara numrerade (endast val och flerval)

source: Hide correct- and incorrect message
sv_se: Dölj rätt- och felmeddelande

source: If you enable this option, no correct- or incorrect message will be displayed.
sv_se: Om du aktiverar det här alternativet visas inget rätt- eller felmeddelande.

source: Correct and incorrect answer mark
sv_se: Markering av rätt och fel svar

source: If you enable this option, answers won't be color highlighted as correct or incorrect.
sv_se: Detta alternativ gör att svaren inte kommer att färgmarkeras som rätt eller fel.

# placeholder: question
source: Force user to answer each %s
sv_se: Tvinga användaren att besvara varje fråga

# placeholder: question
source: If you enable this option, the user is forced to answer each %s
sv_se: Om du aktiverar detta alternativ tvingas användaren att besvara varje fråga

# placeholder: question
source: Hide %s position overview
sv_se: Dölj frågepositionsöversikt

# placeholder: question
source: If you enable this option, the %s position overview is hidden.
sv_se: Om du aktiverar denna inställning kommer frågepositionsöversikten att döljas.

# placeholder: question
source: Hide %s numbering
sv_se: Dölj frågenumrering

source: If you enable this option, the %s numbering is hidden.
sv_se: Om du aktiverar denna inställning kommer frågenumreringen att döljas.

source: Display category
sv_se: Visa kategori

source: If you enable this option, category will be displayed in the question.
sv_se: Om du aktiverar detta alternativ kommer kategorin att visas i frågan.

source: The leaderboard allows users to enter results in public list and to share the result this way.
sv_se: Topplistan låter användarna visa sina resultat på en offentlig lista och dela resultatet på detta sätt.

source: The leaderboard works independent from internal statistics function.
sv_se: Topplistan fungerar oberoende av den interna statistiken.

source: Who can sign up to the list
sv_se: Vem kan sätta upp sig på listan

source: registered users only
sv_se: endast registrerade användare

source: Not registered users have to enter name and e-mail (e-mail won't be displayed)
sv_se: Icke-registrerade användare måste fylla i namn och e-postadress (e-postadressen kommer inte att visas)

source: insert automatically
sv_se: infoga automatiskt

source: If you enable this option, logged in users will be automatically entered into leaderboard
sv_se: Om du aktiverar detta alternativ kommer inloggade användare att automatiskt föras in på topplistan

source: display captcha
sv_se: visa captcha

source: If you enable this option, additional captcha will be displayed for users who are not registered.
sv_se: Om du aktiverar detta alternativ kommer en captcha att visas för oregistrerade användare.

source: This option requires additional plugin:
sv_se: Detta alternativ kräver kompletterande tillägg:

source: Plugin has been detected.
sv_se: Tillägget har upptäckts.

source: Plugin is not installed.
sv_se: Tillägget är inte installerat.

source: Sort list by
sv_se: Sortera efter

source: Users can apply multiple times
sv_se: Användare kan ansöka flera gånger

source: User can apply after:
sv_se: Användare kan ansöka efter:

source: minute
sv_se: minut

source: How many entries should be displayed
sv_se: Hur många resultat ska visas

source: Entries
sv_se: Poster

# placeholder: quiz
source: Automatically display leaderboard in %s result
sv_se: Visa topplistan automatiskt i testresultatet

source: Where should leaderboard be displayed:
sv_se: Var ska topplistan visas:

source: don't display
sv_se: visa inte

source: below the "result text"
sv_se: under resultattexten

source: in a button
sv_se: i en knapp

source: Normal + Back-Button
sv_se: Normalt + tillbakaknapp

source: Check -> continue
sv_se: Kontrollera -> Fortsätt

# placeholder: question
source: %s below each other
sv_se: Frågor under varandra

# placeholder: quiz
source: Displays all %1$s sequentially, "right" or "false" will be displayed at the end of the %2$s.
sv_se: Visar alla frågor i följd. ”Rätt” eller ”fel” kommer att visas på slutet av testet.

# placeholder: question
source: Allows to use the back button in a %s.
sv_se: Tillåt användning av tillbakaknappen på en fråga.
