Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

# placeholder: Groups, Course, Group
source: Users enrolled via %1$s using this %2$s are excluded from the listings below and should be manage via the %3$s admin screen.
sv_se: Användare som är registrerade via grupper som använder denna kurs är exkluderade från listan här under och ska hanteras från gruppadministrationssidan.

# placeholder: course
source: %s Navigation Settings
sv_se: Kursnavigationsinställningar

source: Controls how users interact with the content and their navigational experience
sv_se: Styr hur användare interagerar med innehållet och deras navigationsupplevelse

# placeholder: Course
source: %s Progression
sv_se: Kursförlopp

source: Linear
sv_se: Linjär

# placeholder: Course
source: Requires the user to progress through the %s in the designated step sequence
sv_se: Kräver att användaren går igenom kursen i den bestämda stegordningen

# placeholder: Course
source: Allows the user to move freely through the %s without following the designated step sequence
sv_se: Låter användaren hoppa fritt i kursen utan att följa den bestämda stegordningen

# placeholder: Course
source: %s Progression Disabled
sv_se: Kursförlopp inaktiverat

# placeholder: Course
source: %s Users
sv_se: Kursdeltagare

# placeholder: Course
source: The %s price type is set to "open". This means ALL are automatically enrolled.
sv_se: Kurspristypen är satt till ”öppen”. Det innebär att alla registreras automatiskt.

# placeholder: exam
source: Controls the look and feel of the %s and optional content settings
sv_se: Styr utseendet på förkunskapstestet och de valfria innehållsinställningarna

# placeholder: Course
source: Select %s
sv_se: Välj kurs

source: New enrollees only
sv_se: Endast nyregistrerade användare

# placeholder: Exam, Course
source: Show %1$s to users that have a status of "Not Started" for the %2$s.
sv_se: Visa förkunskapstestet för användare som har status ”Ej påbörjad” för kursen.

# placeholder: Course, Exam
source: Select the %1$s you want to display this %2$s on.
sv_se: Välj vilken kurs som du vill visa förkunskapstestet i.

# placeholder: Course, Exam, Course
source: Select the %1$s you want the user to complete when they successfully complete this %2$s. If different from the above setting, the user must already be enrolled in the chosen %3$s.
sv_se: Välj kursen som du vill att användaren slutför när den framgångsrikt slutför detta förkunskapstest. Det skiljer sig från inställningen ovan. Användaren måste redan vara registrerad i den valda kursen.

# placeholder: Exam
source: %s Passed Button Label
sv_se: Knappetikett för godkänt förkunskapstest

# placeholder: Exam
source: Label for button when a user passes a %s
sv_se: Etikett för knappen när användaren klarar ett förkunskapstest

# placeholder: Exam
source: %s Passed Redirect URL
sv_se: Omdirigerings-URL vid godkänt förkunskapstest

# placeholder: Exam
source: The URL to redirect the user to when clicking on the button after passing a %s.
sv_se: URL:en som användaren blir omdirigerad till vid klick på knappen efter att ha klarat ett förkunskapstest.

# placeholder: Exam
source: %s Passed Message
sv_se: Meddelande för godkänt förkunskapstest

# placeholder: Exam
source: Message shown when user passes the %s
sv_se: Meddelande som visas när användare klarar förkunskapstestet

# placeholder: Exam
source: %s Failed Button Label
sv_se: Knappetikett för ej godkänt förkunskapstest

# placeholder: Exam
source: Label for button when a user fails a %s
sv_se: Etikett för knappen när användaren misslyckas med ett förkunskapstest

# placeholder: Exam
source: %s Failed Redirect URL
sv_se: Omdirigerings-URL vid ej godkänt förkunskapstest

# placeholder: Course, Exam
source: The URL to redirect the user to when clicking on the button after failing a %s.
sv_se: URL:en som användaren blir omdirigerad till vid klick på knappen efter att ha misslyckats med ett förkunskapstest.

# placeholder: Exam
source: %s Failed Message
sv_se: Meddelande för ej godkänt förkunskapstest

# placeholder: Exam
source: Message shown when user fails the %s
sv_se: Meddelande som visas när användare misslyckas med förkunskapstestet

# placeholder: Group
source: %s Access Settings
sv_se: Kurstillgångsinställningar

# placeholder: group
source: Controls how users will gain access to the %s
sv_se: Styr hur användare får tillgång till kursen

# placeholder: group, course
source: This %1$s contains at least one %2$s that belongs to other %3$s. Therefore, you can not set a start or end date.
sv_se: Denna grupp innehåller minst en kurs som tillhör andra grupper. Du kan därför inte välja ett start- eller slutdatum.

# placeholder: Group
source: %s Price
sv_se: Gruppris

# placeholder: Group
source: Pay Now %s Price
sv_se: Betala nu-pris

# placeholder: Group
source: %s Enrollment URL
sv_se: Gruppregistrerings-URL

# placeholder: group
source: Enter the URL of the page you want to redirect your enrollees after signing up for this specific %s
sv_se: Ange URL:en till sidan som du vill omdirigera dina registrerade användare till efter att de har registrerat sig för denna grupp

# placeholder: group
source: Pay Now %s Enrollment URL
sv_se: Betala nu-gruppregistrerings-URL

# placeholder: Group
source: Subscribe %s Price
sv_se: Prenumerationspris

# placeholder: Group
source: %s Trial Price
sv_se: Gruppprovperiodspris

# placeholder: group
source: Enter the price for the trial period for this %s
sv_se: Ange priset för provperioden för denna grupp

# placeholder: group
source: %s Trial Price
sv_se: Grupprovperiodspris

# placeholder: group
source: The length of the trial period, after the trial is over, the normal %s price billing goes into effect.
sv_se: Längden på provperioden. När provperioden är över träder det vanliga gruppriset i kraft.

# placeholder: Group
source: Closed %s Price
sv_se: Stängd-pris

# placeholder: "Join Group" button label
source: Redirect the "%s" button to a specific URL.
sv_se: Styr om "Gå med i grupp-knappen" till en specifik URL.

# placeholder: Group
source: Closed %s Button URL
sv_se: Stängd gruppknapps-URL

# placeholder: group
source: The %s is protected. Registration and enrollment are required in order to access the content.
sv_se: Gruppen är skyddad. Kursregistrering krävs för att få tillgång till innehållet.

# placeholder: group, group
source: The %1$s is protected via the LearnDash built-in PayPal and/or Stripe. Users need to purchase the %2$s (one-time fee) in order to gain access.
sv_se: Gruppen är skyddad via Learndashs inbyggda Paypal- och/eller Stripe-funktion. Användare måste köpa gruppen (engångsavgift) för att få tillgång.

# placeholder: group, group
source: The %1$s is protected via the built-in LearnDash PayPal/Stripe functionality. Users need to purchase the %2$s to gain access and will be charged on a recurring basis.
sv_se: Gruppen är skyddad via Learndashs inbyggda Paypal- och/eller Stripe-funktion. Användare måste köpa gruppen för att få tillgång och kommer att debiteras på återkommande basis.

# placeholder: group, group
source: The %1$s can only be accessed through admin enrollment (manual), %2$s enrollment, or integration (shopping cart or membership) enrollment. No enrollment button will be displayed, unless a URL is set (optional).
sv_se: Gruppen kan endast nås genom manuell registrering av administratör, gruppregistrering eller registrering via integration (webbutik eller medlemskap). Ingen registreringsknapp kommer att visas om inte en URL är angiven (valfritt).

# placeholder: Group
source: %s Price Type
sv_se: Gruppristyp

# placeholder: group label
source: When does the %1$s start?
sv_se: När börjar gruppen?

# placeholder: group label
source: When does the %1$s end?
sv_se: När slutar gruppen?

# placeholder: group label
source: Limits the number of students who can take your %1$s. When the limit is reached the %1$s can no longer be purchased or enrolled in. Admins can enroll students even if the limit is reached.
sv_se: Begränsar antalet studenter som kan gå med i din grupp. När gränsen är nådd kan %1$s inte längre köpas eller gås med i. Administratörer kan registrera studenter även om gränsen är nådd.

# placeholder: group, group, course
source: Enable automatic %1$s enrollment when a user enrolls into any associated %2$s %3$s
sv_se: Aktivera automatisk gruppregistrering när en användare registreras i en kopplad gruppkurs

# placeholder: Group, Courses
source: %1$s %2$s
sv_se: Gruppkurser

# placeholder: group
source: Controls the look and feel of the %s and optional content settings
sv_se: Styr utseendet på gruppen och de valfria innehållsinställningarna

# placeholder: Group
source: %s Materials
sv_se: Gruppmaterial

# placeholder: group
source: List and display support materials for the %s. This is visible to all users (including non-enrollees) by default.
sv_se: Lista och visa supportmaterial för gruppen. Detta är synligt för alla användare (även oregistrerade) som standard.

# placeholder: Group
source: Any content added below is displayed on the main %s page
sv_se: Allt innehåll som läggs till nedan visas på gruppens huvudsida

# placeholder: Group
source: %s Certificate
sv_se: Gruppcertifiering

# placeholder: Group
source: %s Content
sv_se: Gruppinnehåll

# placeholder: Group
source: Choose whether to display the %s content table to ALL users or only enrollees
sv_se: Välj huruvida gruppinnehållstabellen ska visas för alla användare eller enbart registrerade användare

# placeholders: group
source: Customize the pagination options for this %s content table.
sv_se: Anpassa sidindelningen för denna gruppinnehållstabell.

# placeholder: default per page number
source: Currently showing default pagination %d
sv_se: Visar för närvarande standardsidindelning %d

# placeholder: Courses per page
source: %s per page
sv_se: Kurser per sida

# placeholder: Course
source: Custom %s Order
sv_se: Anpassad kursordning

# placeholders: courses
source: Customize the display order of %s.
sv_se: Anpassa visningsordningen för lektioner och avsnitt.

# placeholder: group course order by, group course order direction labels.
source: Using default sorting by %1$s in %2$s order
sv_se: Använder standardsortering för gruppkurser i gruppkursordning

# placeholders: Post Type singular label, Parent post edit link
source: The membership configuration for this %1$s is managed by the parent %2$s. You may override the parent by enabling the settings below.
sv_se: Medlemskonfigurationen för denna %1$s hanteras av föräldern %2$s. Du kan åsidosätta föräldern genom att aktivera inställningen här under.

source: Any
sv_se: Någon

# placeholder: group
source: User can be a member of ANY %s to view content.
sv_se: Användare kan vara med i NÅGON grupp för att visa innehållet.

# placeholder: groups
source: User must be a member of ALL %s to view content.
sv_se: Användare måste vara med i ALLA grupper för att visa innehållet.

# placeholder: Lesson
source: %s Access Settings
sv_se: Lektionstillgångsinställningar

# placeholder: lessons
source: Controls the timing and way %s can be accessed.
sv_se: Styr timingen och tillgångssättet för lektioner.

# placeholder: course
source: Search or select a %s…
sv_se: Sök eller välj en kurs…

source: Visible After X day(s)
sv_se: Synlig efter X dag(ar)

source: Visible After Specific Date (YYYY-MM-DD)
sv_se: Gör synlig specifikt datum (YYYY-MM-DD)

# placeholder: lesson, course
source: This %1$s is accessible to all visitors regardless of %2$s enrollment
sv_se: Denna lektion är tillgänglig för alla besökare oberoende av kursregistrering

# placeholder: Lesson
source: %s Release Schedule
sv_se: Schemaläggning för lektionssläpp

source: Immediately
sv_se: Omedelbart

# placeholder: lesson, course
source: The %1$s is made available on %2$s enrollment.
sv_se: Lektionen blir tillgänglig vid kursregistrering.

source: Enrollment-based
sv_se: Registreringsbaserad

# placeholder: lesson, course.
source: The %1$s will be available X days after %2$s enrollment.
sv_se: Lektionen blir tillgänglig (n) dagar efter kursregistrering.

source: Specific date
sv_se: Specifikt datum

# placeholder: lesson
source: The %s will be available on a specific date.
sv_se: Lektionen blir tillgänglig ett specifikt datum.

source: Available Release Schedule
sv_se: Tillgängligt släppschema

# placeholder: lesson
source: Controls the look and feel of the %s and optional content settings
sv_se: Styr utseendet på lektionen och de valfria innehållsinställningarna

# placeholder: Lesson
source: %s auto-completion
sv_se: Automatiskt lektionsslutförande

# placeholder: lesson
source: Automatically mark the %s as completed once the user has watched the full video.
sv_se: Markerar automatiskt lektionen som slutförd när användaren har sett hela videon.

# placeholder: Lesson
source: %s Video Auto-complete
sv_se: Lektionsvideos autoslutförande

source: Completion delay
sv_se: Slutförandefördröjning

source: seconds
sv_se: sekunder

# placeholder: lesson
source: Specify a delay between video completion and %s completion.
sv_se: Specificera en fördröjning mellan videons slut och lektionsslutförandet.

# placeholder: Lesson
source: %s Video Completion Delay (seconds).
sv_se: Lektionsvideos slutförandefördröjning (sekunder)

source: Mark Complete Button
sv_se: Klarmarkera-knapp

# placeholder: lesson
source: Display the Mark Complete button on a %s even if not yet clickable.
sv_se: Visar knappen för klarmarkering på en lektion även om den ännu inte är klickbar.

# placeholder: Lesson
source: %s Video Show Mark Complete Button
sv_se: Visa lektionsvideos klarmarkeringsknapp

source: file(s) maximum
sv_se: fil(er) som mest

source: Specify the maximum number of files a user can upload for this assignment.
sv_se: Ange det maximala antalet filer som en användare kan ladda upp för denna uppgift.

# placeholder: Lesson
source: %s Assignment Upload Count Limit.
sv_se: Antalsbegränsning för uppladdning av lektionsuppgifter.

source: Allow file deletion
sv_se: Tillåt filradering

source: Allow the user to delete their own uploaded files. This is only possible up until the assignment has been approved.
sv_se: Tillåt användaren att radera sina egna uppladdade filer. Detta är endast möjligt tills uppgiften har blivit godkänd.

# placeholder: Lesson
source: %s Assignment Allow File Deletion.
sv_se: Tillåt filradering av lektionsuppgifter.

# placeholder: lesson, lesson
source: List and display support materials for the %1$s. This is visible to any user having access to the %2$s.
sv_se: Lista och visa supportmaterial för kursen. Detta är endast synligt för användare som har tillgång till kursen.

# placeholder: Lesson
source: Any content added below is displayed on the %s page
sv_se: Allt innehåll som läggs till här visas på lektionssidan

# placeholder: Course
source: Require users to watch the full video as part of the %s progression. Use shortcode [ld_video] to move within the post content.
sv_se: Kräva att användare ser hela videon som en del av kursprogressionen. Använde kortkoden [ld_video] för att flytta videon inom inläggsinnehållet.

# placeholder: Course
source: The below video is tied to %s progression
sv_se: Videon här under är kopplad till kursprogressionen

# placeholder: Lesson
source: Cannot be enabled while %s timer or Assignments are enabled
sv_se: Kan inte aktiveras medan lektionstimer eller uppgifter är aktiverat

# placeholder: Lesson
source: %s Video Progression Enabled
sv_se: Lektionsvideoprogression aktiverad

source: Input URL, iFrame, or shortcode here.
sv_se: Ange URL, Iframe eller kortkod här.

# placeholder: Lesson
source: %s Video Progression URL
sv_se: Lektionsvideoprogressions-URL

source: Display Timing
sv_se: Visa timing

source: Before completed sub-steps
sv_se: Före genomförda substeg

# placeholder: Lesson
source: The video will be shown and must be fully watched before the user can access the %s’s associated steps.
sv_se: Din video kommer att visas och måste ses i sin helhet innan användaren kan komma åt de kopplade stegen.

source: After completing sub-steps
sv_se: Efter slutförda substeg

# placeholder: Lesson, Lesson
source: The video will be visible after the user has completed the %1$s’s associated steps. The full video must be watched in order to complete the %2$s.
sv_se: Din video att visas efter att användaren har slutförd de kurskopplade stegen. Videon måste ses i sin helhet för att slutföra lektionen.

# placeholder: Lesson
source: %s Video Shown before or after sub-steps
sv_se: Lektionsvideon visas före eller efter delsteg

source: Note, due to browser requirements videos will be automatically muted for autoplay to work.
sv_se: Observera! På grund av webbläsarkrav kommer videoklipp att spelas upp utan ljud för att autoplay ska fungera.

source: The video now starts automatically on page load
sv_se: Videon startar nu automatiskt när sidan laddas

# placeholder: Lesson
source: %s Video Autostart
sv_se: Autostart för lektionsvideo

source: Video Controls Display
sv_se: Visa uppspelningskontroller

source: Only available for YouTube and local videos. Vimeo supported if autostart is enabled.
sv_se: Endast tillgängligt för Youtube-videor och lokala videor. Vimeo stöds ifall autostart är aktiverat.

source: Users can pause, move backward and forward within the video
sv_se: Användare kan pausa samt spela fram och tillbaka i videon

# placeholder: Lesson
source: %s Video Controls Display. YouTube and local videos only
sv_se: Visning av lektionsvideokontroller. Enbart för Youtube och lokala videor

source: Video Pause on Window Unfocused
sv_se: Pausa video när fönstret är ur fokus

source: Pause the video if user switches to a different window.
sv_se: Pausa videon ifall användaren byter till ett annat fönster.

source: Allows user to resume video position. Uses browser cookie.
sv_se: Låter användaren återuppta videon. Använder webbläsar-cookie.

source: Assignment Uploads
sv_se: Uppgiftsuppladdning

# placeholder: Lesson
source: Cannot be enabled while %s timer or Video progression are enabled
sv_se: Kan inte aktiveras medan lektionstimer eller videoprogression är aktivt

# placeholder: Lesson
source: %s Assignment Uploads Enabled
sv_se: Lektionsuppgiftsuppladdning aktiverat

source: File Extensions
sv_se: Filnamnstillägg

source: Specify the type of files users can upload. Leave blank for any.
sv_se: Specificera typen av filer som användare kan ladda upp. Lämna tomt för att tillåta alla.

# placeholder: Lesson
source: %s Assignment Allowed file extensions. Comma separated pdf, xls, zip
sv_se: Tillåtna filnamnstillägg för uppladdning av lektionsuppgifter. Kommaseparerat pdf, xls, zip

source: File Size Limit
sv_se: Filstorleksgräns

source: Default maximum file size supported is controlled by your host.
sv_se: Den förvalda maxfilstorleken som stöds styrs av din hosting.

# placeholder: Lesson, Upload size limit
source: %1$s Assignment Upload size limit. Max per server is %2$s
sv_se: Storleksbegränsning för uppladdning av lektionsuppgifter. Max för servern är %2$s

source: Award points for submitting assignments
sv_se: Tilldela poäng för inlämning av uppgift

# placeholder: Lesson
source: %s Assignment Points Enabled
sv_se: Lektionsuppgiftspoäng aktiverat

source: available point(s)
sv_se: potentiella poäng

# placeholder: Lesson
source: %s Assignment Points Amount
sv_se: Mängd lektionsuppgiftspoäng

source: Grading Type
sv_se: Betygsättningsmetod

source: Auto-approve
sv_se: Autogodkänn

source: No grading or approval needed. The assignment will be automatically approved and full points will be awarded.
sv_se: Ingen betygsättning eller godkänning krävs. Uppgiften kommer att automatiskt godkännas och full poäng tilldelas.

source: Manually grade
sv_se: Manuell betygssättning

# placeholder: Group, lesson
source: Admin or %1$s leader approval and grading required. The %2$s cannot be completed until the assignment is approved.
sv_se: Administratör eller gruppledare måste godkänna och betygsätta. Lektionen kan inte slutföras innan uppgiften är godkänd.

# placeholder: Lesson
source: %s Assignment Auto-approve Enabled
sv_se: Autogodkännande av lektionsuppgift aktiverat

# Forced Lesson Timer Label
source: Forced %s Timer
sv_se: Tvingad lektionstimer

# placeholder: Lesson
source: The %s cannot be marked as completed until the set time has elapsed.
sv_se: Lektionen kan inte klarmarkeras förrän den bestämda tiden har gått.

source: Cannot be enabled while Video progression or Assignments are enabled
sv_se: Kan inte aktiveras medan videoprogression eller uppgifter är aktivt

# placeholder: Lesson
source: %s Time Enabled
sv_se: Lektionstid aktiverat

# placeholder: Quiz
source: %s Access Settings
sv_se: Testtillgångslista

# placeholder: quiz
source: Controls the requirements for accessing the %s
sv_se: Styr kraven för att få tillgång till testet

# placeholder: Lesson, Topic
source: Search or select a %1$s or %2$s…
sv_se: Sök eller välj en lektion eller ett avsnitt…

# placeholder: Lesson, Topic
source: Select a %1$s or %2$s
sv_se: Välj en lektion eller ett avsnitt

# placeholder: Quiz.
source: No previous %s required
sv_se: Inget tidigare test krävs

# placeholder: Quiz
source: %s Release Schedule
sv_se: Schemaläggning av testsläpp

# placeholder: quiz, course
source: The %1$s is made available on %2$s enrollment.
sv_se: Testet blir tillgängligt vid kursregistrering.

# placeholder: quiz, course.
source: The %1$s will be available X days after %2$s enrollment.
sv_se: Testet blir tillgängligt n dagar efter kursregistrering.

# placeholder: quiz
source: The %s will be available on a specific date.
sv_se: Testet blir tillgängligt ett specifikt datum.

# placeholder: Quiz
source: %s Prerequisites
sv_se: Testförkrav

# placeholders: Quizzes Quiz
source: Select one or more %1$s that must be completed prior to taking this %2$s.
sv_se: Välj ett eller flera test att ha som måste ha slutförts innan denna kurs gås.

source: Allowed Users
sv_se: Tillåtna användare

# placeholders: quizzes, courses, quiz.
source: This option is especially useful if administering %1$s via shortcodes on non-%2$s pages, or if your %3$s are open but you wish only authenticated users to take the %4$s.
sv_se: Denna inställning är extra användbar vid administrering av test via kortkoder på andra sidor än kurssidor eller ifall dina kurser är öppna men endast autentiserade användare ska få genomföra testen.

# placeholder: quiz
source: Only registered users can take this %s
sv_se: Enbart registrerade användare kan genomföra detta test

source: Only Logged-in Users
sv_se: Endast inloggade användare

# placeholder: parent post edit link.
source: The parent %s is setup for scheduled release. This step will be available after.
sv_se: Föräldern %s är inställd för schemalagd publicering. Detta steg blir tillgängligt därefter.

source: Administrative and Data Handling Settings
sv_se: Administrativa inställningar och datahanteringsinställningar

source: Controls data handling options, notifications and templates.
sv_se: Styr datahanteringsinställningar, notiser och mallar.

source: Select a ProQuiz association
sv_se: Välj en Proquiz-koppling

source: New ProQuiz association
sv_se: Ny Proquiz-koppling

source: Re-apply after
sv_se: Återansök efter

source: minutes
sv_se: minuter

source: Below the result text
sv_se: Under resultattexten

source: In a button
sv_se: I en knapp

source: IP-lock time limit
sv_se: Tidsgräns för IP-lås

source: Protect the statistics from spam. Results will only be saved every X minutes.
sv_se: Skydda statistiken mot spam. Resultaten kommer endast att sparas en gång per (n) minuter.

source: Email trigger
sv_se: E-posttrigger

# placeholder: quiz
source: The admin will receive an email notification when the following users have taken the %s.
sv_se: Administratören får en e-postnotis när följande användare har slutfört testet.

source: All users
sv_se: Alla användare
