Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

source: Options
sv_se: Alternativ

source: Sort By
sv_se: Sortera efter

source: select
sv_se: välj

source: Select a choice...
sv_se: Välj..

source: Date
sv_se: Datum

source: Menu Order
sv_se: Menyordning

source: Choose the sort order.
sv_se: Välj sortering.

source: Sort Direction
sv_se: Sorteringsriktning

source: Ascending
sv_se: Stigande

source: Descending
sv_se: Avtagande

source: Posts Per Page
sv_se: Inlägg per sida

source: Enter the number of posts to display per page.
sv_se: Ange antal poster som ska visas per sida.

source: Add New
sv_se: Lägg till

# placeholder: Post Name
source: Add New %s
sv_se: Lägg till nytt inlägg

# placeholder: Post Name
source: Edit %s
sv_se: Redigera inlägg

# placeholder: Post Name
source: New %s
sv_se: Nytt inlägg

# placeholder: Post Name
source: View %s
sv_se: Visa inlägg

# placeholder: Post Name
source: Search %s
sv_se: Sök inlägg

# placeholder: Post Name
source: No %s found
sv_se: Inga inlägg hittades

# placeholder: Post Name
source: No %s found in Trash
sv_se: Inga inlägg hittades i papperskorgen

# placeholder: Post Name
source: Parent %s
sv_se: Överordnat inlägg

# placeholder: Post Name
source: %s Published
sv_se: Inlägg publicerat

# placeholder: Post Name
source: %s Published Privately
sv_se: Inlägg publicerat privat

# placeholder: Post Name
source: %s Reverted to Draft
sv_se: Inlägg återställt till utkast

# placeholder: Post Name
source: %s Scheduled
sv_se: Inlägg tidsinställt

# placeholder: Post Name
source: %s Updated
sv_se: Inlägg uppdaterat

source: Course
sv_se: Kurs

source: Courses
sv_se: Kurser

source: Lesson
sv_se: Lektion

source: Lessons
sv_se: Lektioner

source: Topic
sv_se: Avsnitt

source: Topics
sv_se: Avsnitt

source: Challenge Exam
sv_se: Förkunskapstest

source: Challenge Exams
sv_se: Förkunskapstest

source: Coupons
sv_se: Rabattkoder

source: Quiz
sv_se: Test

source: Quizzes
sv_se: Test

source: Question
sv_se: Fråga

source: Transaction
sv_se: Transaktion

source: Transactions
sv_se: Transaktioner

source: Group
sv_se: Grupp

source: Groups
sv_se: Grupper

source: Group Leader
sv_se: Gruppledare

source: Assignments
sv_se: Uppgifter

source: Essay
sv_se: Uppsats

source: Essays
sv_se: Uppsatser

source: Take this Course
sv_se: Gå denna kurs

source: Enroll in Group
sv_se: Registrera i grupp

source: Mark Complete
sv_se: Klarmarkera

source: Click Here to Continue
sv_se: Fortsätt

# placeholder: Courses
source: Back to %s
sv_se: Gå tillbaka till kurser

# placeholder: Course
source: Back to %s
sv_se: Gå tillbaka till kurs

# placeholder: Lessons
source: Back to %s
sv_se: Gå tillbaka till lektioner

# placeholder: Lesson
source: Back to %s
sv_se: Gå tillbaka till lektion

# placeholder: Topics
source: Back to %s
sv_se: Gå tillbaka till avsnitt

# placeholder: Topic
source: Back to %s
sv_se: Gå tillbaka till avsnitt

# placeholder: Quizzes
source: Back to %s
sv_se: Gå tillbaka till test

# placeholder: Quiz
source: Back to %s
sv_se: Gå tillbaka till test

# placeholder: Questions
source: Back to %s
sv_se: Gå tillbaka till frågor

# placeholder: Question
source: Back to %s
sv_se: Gå tillbaka till fråga

# placeholder: Transactions
source: Back to %s
sv_se: Gå tillbaka till transaktioner

# placeholder: Transaction
source: Back to %s
sv_se: Gå tillbaka till transaktion

# placeholder: Groups
source: Back to %s
sv_se: Gå tillbaka till grupper

# placeholder: Group
source: Back to %s
sv_se: Gå tillbaka till grupp

# placeholder: Assignments
source: Back to %s
sv_se: Gå tillbaka till uppgifter

# placeholder: Assignment
source: Back to %s
sv_se: Gå tillbaka till uppgift

# placeholder: Essays
source: Back to %s
sv_se: Gå tillbaka till uppsatser

# placeholder: Essay
source: Back to %s
sv_se: Gå tillbaka till uppsats

source: Back to Certificates
sv_se: Tillbaka till certifieringar

source: Back to Certificate
sv_se: Tillbaka till certifiering

# placeholder: Post Type Plural label
source: Back to %s
sv_se: Gå tillbaka till %s

# placeholder: Post Type Singular label
source: Back to %s
sv_se: Gå tillbaka till %s

# placeholder: Post Type slug
source: Back to %s
sv_se: Gå tillbaka till %s

# placeholder: Course
source: Previous %s
sv_se: Föregående kurs

# placeholder: Lesson
source: Previous %s
sv_se: Föregående lektion

# placeholder: Topic
source: Previous %s
sv_se: Föregående avsnitt

# placeholder: Quiz
source: Previous %s
sv_se: Föregående test

# placeholder: Question
source: Previous %s
sv_se: Föregående fråga

# placeholder: Transaction
source: Previous %s
sv_se: Föregående transaktion

# placeholder: Group
source: Previous %s
sv_se: Föregående grupp

# placeholder: Assignment
source: Previous %s
sv_se: Föregående uppgift

# placeholder: Essay
source: Previous %s
sv_se: Föregående uppsats

source: Previous Certificate
sv_se: Föregående certifiering

# placeholder: Post Type Singular label
source: Previous %s
sv_se: Föregående %s

# placeholder: Post Type slug
source: Previous %s
sv_se: Föregående %s

# placeholder: Course
source: Next %s
sv_se: Nästa kurs

# placeholder: Lesson
source: Next %s
sv_se: Nästa lektion

# placeholder: Topic
source: Next %s
sv_se: Nästa avsnitt

# placeholder: Quiz
source: Next %s
sv_se: Nästa test

# placeholder: Question
source: Next %s
sv_se: Nästa fråga

# placeholder: Transaction
source: Next %s
sv_se: Nästa transaktion

# placeholder: Group
source: Next %s
sv_se: Nästa grupp

# placeholder: Assignment
source: Next %s
sv_se: Nästa uppgift

# placeholder: Essay
source: Next %s
sv_se: Nästa uppsats

source: Next Certificate
sv_se: Nästa certifiering

# placeholder: Post Type Singular label
source: Next %s
sv_se: Nästa %s

# placeholder: Post Type slug
source: Next %s
sv_se: Nästa %s

# placeholder: Course
source: %s page
sv_se: Kurssida

# placeholder: Lesson
source: %s page
sv_se: Lektionssida

# placeholder: Topic
source: %s page
sv_se: Avsnittssida

# placeholder: Quiz
source: %s page
sv_se: Testsida

# placeholder: Question
source: %s page
sv_se: Frågesida

# placeholder: Transaction
source: %s page
sv_se: Transaktionssida

# placeholder: Group
source: %s page
sv_se: Gruppsida

# placeholder: Assignment
source: %s page
sv_se: Uppgiftssida

# placeholder: Essay
source: %s page
sv_se: Uppsatssida

source: Certificate page
sv_se: Certifieringssida

# placeholder: Post Type Singular label
source: %s page
sv_se: %s

# placeholder: Post Type slug
source: %s page
sv_se: %s

source: Starter Templates by Kadence WP
sv_se: Startmallar från Kadence WP

source: Error
sv_se: Fel

source: There's unknown error with the design wizard. Please try again later or contact our support if the issue persists.
sv_se: Det uppstod ett okänt fel med designguiden. Försök igen eller kontakta vår support om problemet kvarstår.

source: I understand, continue.
sv_se: Jag förstår, fortsätt.

source: Choose a template
sv_se: Välj en mall

source: Ready to Import?
sv_se: Redo att importera?

source: LearnDash Design Wizard
sv_se: Learndashs designguide

source: No theme specified.
sv_se: Inget tema valt.

source: Sorry, you are not allowed to install themes on this site.
sv_se: Beklagar. Du får inte installera teman på denna webbplats.

source: Unable to connect to the filesystem. Please confirm your credentials.
sv_se: Kunde inte ansluta till filsystemet. Kontrollera dina inloggningsuppgifter.

source: No plugin specified.
sv_se: Inget tillägg valt.

source: Sorry, you are not allowed to install plugins on this site.
sv_se: Beklagar. Du får inte installera tillägg på denna webbplats.

source: We can't extract plugin file. Please check your file and directory permission.
sv_se: Vi kan inte extrahera tilläggsfilen. Kontrollera dina fil- och mapprättigheter.

source: User doesn't have enough capability
sv_se: Användaren har inte tillräckliga rättigheter

source: The template has been built and is ready to use.
sv_se: Mallen har byggts och är redo att användas.

source: Install plugin(s)
sv_se: Installera tillägg

source: Activate theme
sv_se: Aktivt tema

source: Activate plugin(s)
sv_se: Aktiva tillägg

source: Build template
sv_se: Skapa mall

source: Run Kadence template building process
sv_se: Kör Kadences mallbyggnadsprocess

source: LearnDash LMS Transactions
sv_se: Learndash LMS-transaktioner

# placeholder: Course
source: LearnDash LMS %s Assignments
sv_se: Learndash LMS-uppgifter

# placeholder: Quiz
source: LearnDash LMS %s Essays
sv_se: Learndash LMS-uppsatser

# placeholder: Groups
source: LearnDash LMS Enrolled %s
sv_se: Learndash LMS-registrerade grupper

# placeholder: Courses
source: LearnDash LMS Enrolled %s
sv_se: Learndash LMS-registrerade kurser

# placeholder: Course
source: LearnDash LMS %s Certificates
sv_se: Learndash LMS-kurscertifieringar

# placeholder: Quiz
source: LearnDash LMS %s Certificates
sv_se: Learndash LMS-testcertifieringar

# placeholder: Group
source: LearnDash LMS %s Certificates
sv_se: Learndash LMS-gruppcertifieringar

# placeholder: Course
source: LearnDash LMS %s Progress
sv_se: Learndash LMS-kursframsteg

source: Transaction Type
sv_se: Transaktionstyp

source: Order Item
sv_se: Beställ artikel

source: Order Email
sv_se: Ordermejladress

source: First Name
sv_se: Förnamn

source: Last Name
sv_se: Efternamn

source: Invoice
sv_se: Faktura

source: Cardholder Name
sv_se: Kortinnehavarens namn

source: Middle Initial
sv_se: Mitteninitial

source: Street Address
sv_se: Gatuadress

source: City
sv_se: Ort

source: Zip
sv_se: Postnummer

source: Phone #
sv_se: Telefonnr

source: IP Address
sv_se: IP-adress

source: Billing Address
sv_se: Faktureringsgatuadress

source: Billing City
sv_se: Faktureringsort

source: Billing State
sv_se: Faktureringsdelstat

source: Billing ZIP
sv_se: Faktureringspostnummer

source: Order Date
sv_se: Orderdatum

source: LearnDash LMS Purchase Transactions
sv_se: Learndash LMS-köptransaktioner

source: Access From Date
sv_se: Tillgång från datum

# Completed lesson
source: Completed
sv_se: Slutförd

# Not completed lesson
source: Not completed
sv_se: Ej slutförd

# Completed topic
source: Completed
sv_se: Slutförd

# Not completed topic
source: Not completed
sv_se: Ej slutförd

# placeholder: Course
source: %s ID
sv_se: Kurs-ID

source: Steps Completed
sv_se: Slutförda steg

source: LearnDash LMS User Progress
sv_se: Learndash LMS-användarframsteg

source: Not Started
sv_se: Ej påbörjad

source: Single choice
sv_se: Ett val

source: Multiple choice
sv_se: Flerval

source: "Free" choice
sv_se: Saknat ord

source: "Sorting" choice
sv_se: Sortera i ordning

source: "Matrix Sorting" choice
sv_se: Sortera 2 kolumner

source: Fill in the blank
sv_se: Fyll i lucka

source: Assessment
sv_se: Uppgift

source: Essay / Open Answer
sv_se: Uppsats/öppet svar

source: Not Taken
sv_se: Ej genomförd

source: Passed
sv_se: Godkänt

source: Failed
sv_se: Ej godkänt

# Add New Topic Label
source: Add New
sv_se: Lägg till

# placeholder: Topic
source: Add New %s
sv_se: Lägg till nytt avsnitt

# placeholder: Topic
source: Edit %s
sv_se: Redigera avsnitt

# placeholder: Topic
source: New %s
sv_se: Nytt avsnitt

# placeholder: Topic
source: View %s
sv_se: Visa avsnitt

# placeholder: Topics
source: View %s
sv_se: Visa avsnitt

# placeholder: Topics
source: Search %s
sv_se: Sök avsnitt

# placeholder: Topics
source: No %s found
sv_se: Inga avsnitt hittades

# placeholder: Topic
source: No %s found in Trash
sv_se: Inga avsnitt hittades i papperskorgen

# placeholder: Topic
source: %s Published
sv_se: Avsnitt publicerat

# placeholder: Topic
source: %s Published Privately
sv_se: Avsnitt publicerat privat

# placeholder: Topic
source: %s Reverted to Draft
sv_se: Avsnitt återställt till utkast

# placeholder: Topic
source: %s Scheduled
sv_se: Avsnitt tidsinställt

# placeholder: Topic
source: %s Updated
sv_se: Avsnitt uppdaterat

# Add New Quiz Label
source: Add New
sv_se: Lägg till

# placeholder: Quiz
source: Add New %s
sv_se: Lägg till nytt test

# placeholder: Quiz
source: Edit %s
sv_se: Redigera test

# placeholder: Quiz
source: New %s
sv_se: Nytt test

# placeholder: Quiz
source: View %s
sv_se: Visa test

# placeholder: Quizzes
source: View %s
sv_se: Visa test

# placeholder: Quizzes
source: Search %s
sv_se: Sök test

# placeholder: Quizzes
source: No %s found
sv_se: Inga test hittades

# placeholder: Quizzes
source: No %s found in Trash
sv_se: Inga test hittades i papperskorgen

# placeholder: Quiz
source: %s Published
sv_se: Test publicerat

# placeholder: Quiz
source: %s Published Privately
sv_se: Test publicerat privat

# placeholder: Quiz
source: %s Reverted to Draft
sv_se: Test återställt till utkast

# placeholder: Quiz
source: %s Scheduled
sv_se: Test tidsinställt

# placeholder: Quiz
source: %s Updated
sv_se: Test uppdaterat

# placeholder: Question
source: Add New
sv_se: Lägg till

# placeholder: Question
source: Add New %s
sv_se: Lägg till ny fråga

# placeholder: Question
source: Edit %s
sv_se: Redigera fråga

# placeholder: Question
source: New %s
sv_se: Ny fråga

# placeholder: Question
source: View %s
sv_se: Visa fråga

# placeholder: Questions
source: View %s
sv_se: Visa frågor

# placeholder: Questions
source: Search %s
sv_se: Sök frågor

# placeholder: Questions
source: No %s found
sv_se: Inga frågor hittades

# placeholder: Questions
source: No %s found in Trash
sv_se: Inga frågor hittades i papperskorgen

# placeholder: Question
source: %s Published
sv_se: Fråga publicerad

# placeholder: Question
source: %s Published Privately
sv_se: Fråga publicerad privat

# placeholder: Question
source: %s Reverted to Draft
sv_se: Fråga återställd till utkast

# placeholder: Question
source: %s Scheduled
sv_se: Fråga tidsinställd

# placeholder: Question
source: %s Updated
sv_se: Fråga uppdaterad

# placeholder: Lesson
source: Add New
sv_se: Lägg till

# placeholder: Lesson
source: Add New %s
sv_se: Lägg till ny lektion

# placeholder: Lesson
source: Edit %s
sv_se: Redigera lektion

# placeholder: Lesson
source: New %s
sv_se: Ny lektion

# placeholder: Lesson
source: View %s
sv_se: Visa lektion

# placeholder: Lessons.
source: View %s
sv_se: Visa lektioner

# placeholder: Lessons.
source: Search %s
sv_se: Sök lektioner

# placeholder: Lessons.
source: No %s found
sv_se: Inga lektioner hittades

# placeholder: Lessons.
source: No %s found in Trash
sv_se: Inga lektioner hittades i papperskorgen

# placeholder: Lesson
source: %s Published
sv_se: Lektion publicerad

# placeholder: Lesson
source: %s Published Privately
sv_se: Lektion publicerad privat

# placeholder: Lesson
source: %s Reverted to Draft
sv_se: Lektion återställd till utkast

# placeholder: Lesson
source: %s Scheduled
sv_se: Lektion tidsinställd

# placeholder: Lesson
source: %s Updated
sv_se: Lektion uppdaterad

# placeholder: Exam
source: Add New
sv_se: Lägg till nytt

# placeholder: Exam
source: Add New %s
sv_se: Lägg till nytt förkunskapstest

# placeholder: Exam
source: Edit %s
sv_se: Redigera förkunskapstest

# placeholder: Exam
source: New %s
sv_se: Nytt förkunskapstest

# placeholder: Exam
source: View %s
sv_se: Visa förkunskapstest

# placeholder: Lessons
source: View %s
sv_se: Visa lektioner

# placeholder: Lessons
source: Search %s
sv_se: Sök lektioner

# placeholder: Lessons
source: No %s found
sv_se: Inga lektioner hittades

# placeholder: Lessons
source: No %s found in Trash
sv_se: Inga lektioner hittades i papperskorgen

# placeholder: Exam
source: %s Published
sv_se: Förkunskapstest publicerat

# placeholder: Exam
source: %s Published Privately
sv_se: Förkunskapstest publicerat privat

# placeholder: Exam
source: %s Reverted to Draft
sv_se: Förkunskapstest återställt till utkast

# placeholder: Exam
source: %s Scheduled
sv_se: Förkunskapstest tidsinställt

# placeholder: Exam
source: %s Updated
sv_se: Förkunskapstest uppdaterat

# placeholder: Coupon
source: Add New
sv_se: Lägg till

# placeholder: Coupon
source: Add New %s
sv_se: Lägg till ny rabatt

# placeholder: Coupon
source: Edit %s
sv_se: Redigera rabatt

# placeholder: Coupon
source: New %s
sv_se: Ny rabatt

# placeholder: Coupon
source: View %s
sv_se: Visa rabatt

# placeholder: Coupon
source: %s Published
sv_se: Rabatten har publicerats

# placeholder: Coupon
source: %s Published Privately
sv_se: Rabatten har publicerats privat

# placeholder: Coupon
source: %s Reverted to Draft
sv_se: Rabatten har återställts till utkast

# placeholder: Coupon
source: %s Scheduled
sv_se: Rabatten har tidsinställts

# placeholder: Coupon
source: %s Updated
sv_se: Rabatten har uppdaterats

# placeholder: Course
source: Add New
sv_se: Lägg till

# placeholder: Course
source: Add New %s
sv_se: Lägg till ny kurs

# placeholder: Course
source: Edit %s
sv_se: Redigera kurs

# placeholder: Course
source: New %s
sv_se: Ny kurs

# placeholder: Course
source: View %s
sv_se: Visa kurs

# placeholder: Courses
source: View %s
sv_se: Visa kurser

# placeholder: Courses
source: Search %s
sv_se: Sök kurser

# placeholder: Courses
source: No %s found
sv_se: Inga kurser hittades

# placeholder: Courses
source: No %s found in Trash
sv_se: Inga kurser hittades i papperskorgen

# placeholder: Course
source: %s Published
sv_se: Kurs publicerad

# placeholder: Course
source: %s Published Privately
sv_se: Kurs publicerad privat

# placeholder: Course
source: %s Reverted to Draft
sv_se: Kurs återställd till utkast

# placeholder: Course
source: %s Scheduled
sv_se: Kurs tidsinställd

# placeholder: Course
source: %s Updated
sv_se: Kurs uppdaterad

# placeholder: Course
source: %s Categories
sv_se: Kurskategorier

# placeholder: Course
source: %s Category
sv_se: Kurskategori

# placeholder: Course
source: Search %s Categories
sv_se: Sök alla kurskategorier

# placeholder: Course
source: All %s Categories
sv_se: Alla kurskategorier

# placeholder: Course
source: Parent %s Category
sv_se: Överordnad kurskategori

# placeholder: Course
source: Parent %s Category:
sv_se: Överordnad kurskategori:

# placeholder: Course
source: Edit %s Category
sv_se: Redigera kurskategori

# placeholder: Course
source: Update %s Category
sv_se: Uppdatera kurskategori

# placeholder: Course
source: Add New %s Category
sv_se: Lägg till ny kurskategori

# placeholder: Course
source: New %s Category Name
sv_se: Nytt kurskategorinamn

# placeholder: Course
source: %s Tags
sv_se: Kurstaggar

# placeholder: Course
source: %s Tag
sv_se: Kurstagg

# placeholder: Course
source: Search %s Tag
sv_se: Sök kurstagg

# placeholder: Course
source: All %s Tags
sv_se: Alla kurstaggar

# placeholder: Course
source: Parent %s Tag
sv_se: Överordnad kurstagg

# placeholder: Course
source: Parent %s Tag:
sv_se: Överordnad kurstagg:

# placeholder: Course
source: Edit %s Tag
sv_se: Redigera kurstagg

# placeholder: Course
source: Update %s Tag
sv_se: Uppdatera kurstagg

# placeholder: Course
source: Add New %s Tag
sv_se: Lägg till ny kurstagg

# placeholder: Course
source: New %s Tag Name
sv_se: Nytt kurstaggsnamn

# placeholder: Lesson
source: %s Categories
sv_se: Lektionskategorier

# placeholder: Lesson
source: %s Category
sv_se: Lektionskategori

# placeholder: Lesson
source: Search %s Categories
sv_se: Sök lektionskategorier

# placeholder: Lesson
source: All %s Categories
sv_se: Alla lektionskategorier

# placeholder: Lesson
source: Parent %s Category
sv_se: Överordnad lektionskategori

# placeholder: Lesson
source: Parent %s Category:
sv_se: Överordnad lektionskategori:

# placeholder: Lesson
source: Edit %s Category
sv_se: Redigera lektionskategori

# placeholder: Lesson
source: Update %s Category
sv_se: Uppdatera lektionskategori

# placeholder: Lesson
source: Add New %s Category
sv_se: Lägg till ny lektionskategori

# placeholder: Lesson
source: New %s Category Name
sv_se: Nytt lektionskategorinamn

# placeholder: Lesson
source: %s Tags
sv_se: Lektionstaggar

# placeholder: Lesson
source: %s Tag
sv_se: Lektionstagg

# placeholder: Lesson
source: Search %s Tag
sv_se: Sök alla lektionstaggar

# placeholder: Lesson
source: All %s Tags
sv_se: Alla lektionstaggar

# placeholder: Lesson
source: Parent %s Tag
sv_se: Överordnad lektionstagg

# placeholder: Lesson
source: Parent %s Tag:
sv_se: Överordnad lektionstagg:

# placeholder: Lesson
source: Edit %s Tag
sv_se: Redigera lektionstagg

# placeholder: Lesson
source: Update %s Tag
sv_se: Uppdatera lektionstagg

# placeholder: Lesson
source: Add New %s Tag
sv_se: Lägg till ny lektionstagg

# placeholder: Lesson
source: New %s Tag Name
sv_se: Nytt lektionstaggsnamn

# placeholder: Topic
source: %s Categories
sv_se: Avsnittskategorier

# placeholder: Topic
source: %s Category
sv_se: Avsnittskategori

# placeholder: Topic
source: Search %s Categories
sv_se: Sök alla avsnittskategorier

# placeholder: Topic
source: All %s Categories
sv_se: Alla avsnittskategorier

# placeholder: Topic
source: Parent %s Category
sv_se: Överordnad avsnittskategori

# placeholder: Topic
source: Parent %s Category:
sv_se: Överordnad avsnittskategori:

# placeholder: Topic
source: Edit %s Category
sv_se: Redigera avsnittskategori

# placeholder: Topic
source: Update %s Category
sv_se: Uppdatera avsnittskategori

# placeholder: Topic
source: Add New %s Category
sv_se: Lägg till ny avsnittskategori

# placeholder: Topic
source: New %s Category Name
sv_se: Nytt avsnittskategorinamn

# placeholder: Topic
source: %s Tags
sv_se: Avsnittstaggar

# placeholder: Topic
source: %s Tag
sv_se: Avsnittstagg

# placeholder: Topic
source: Search %s Tag
sv_se: Sök avsnittstagg

# placeholder: Topic
source: All %s Tags
sv_se: Alla avsnittstaggar

# placeholder: Topic
source: Parent %s Tag
sv_se: Överordnad avsnittstagg

# placeholder: Topic
source: Parent %s Tag:
sv_se: Överordnad avsnittstagg:

# placeholder: Topic
source: Edit %s Tag
sv_se: Redigera avsnittstagg

# placeholder: Topic
source: Update %s Tag
sv_se: Uppdatera avsnittstagg

# placeholder: Topic
source: Add New %s Tag
sv_se: Lägg till ny avsnittstagg

# placeholder: Topic
source: New %s Tag Name
sv_se: Nytt avsnittstaggsnamn

# placeholder: Quiz
source: %s Categories
sv_se: Testkategorier

# placeholder: Quiz
source: %s Category
sv_se: Testkategori

# placeholder: Quiz
source: Search %s Categories
sv_se: Sök alla testkategorier

# placeholder: Quiz
source: All %s Categories
sv_se: Alla testkategorier

# placeholder: Quiz
source: Parent %s Category
sv_se: Överordnad testkategori

# placeholder: Quiz
source: Parent %s Category:
sv_se: Överordnad testkategori:

# placeholder: Quiz
source: Edit %s Category
sv_se: Redigera testkategori

# placeholder: Quiz
source: Update %s Category
sv_se: Uppdatera testkategori

# placeholder: Quiz
source: Add New %s Category
sv_se: Lägg till ny testkategori

# placeholder: Quiz
source: New %s Category Name
sv_se: Nytt testkategorinamn

# placeholder: Quiz
source: %s Tags
sv_se: Testtaggar

# placeholder: Quiz
source: %s Tag
sv_se: Testtagg

# placeholder: Quiz
source: Search %s Tag
sv_se: Sök testtagg

# placeholder: Quiz
source: All %s Tags
sv_se: Alla testtaggar

# placeholder: Quiz
source: Parent %s Tag
sv_se: Överordnad testtagg

# placeholder: Quiz
source: Parent %s Tag:
sv_se: Överordnad testtagg:

# placeholder: Quiz
source: Edit %s Tag
sv_se: Redigera testtagg

# placeholder: Quiz
source: Update %s Tag
sv_se: Uppdatera testtagg

# placeholder: Quiz
source: Add New %s Tag
sv_se: Lägg till ny testtagg

# placeholder: Quiz
source: New %s Tag Name
sv_se: Nytt testtaggsnamn

# placeholder: Question
source: %s Categories
sv_se: Frågekategorier

# placeholder: Question
source: Search %s Categories
sv_se: Sök frågekategori

# placeholder: Question
source: Parent %s Category
sv_se: Skapa ny frågekategori

# placeholder: Question
source: Parent %s Category:
sv_se: Överordnad frågekategori:

# placeholder: Question
source: Edit %s Category
sv_se: Redigera frågekategori

# placeholder: Question
source: Update %s Category
sv_se: Uppdatera frågekategori

# placeholder: Question
source: Add New %s Category
sv_se: Lägg till ny frågekategori
