Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

source: Registered users only
sv_se: Endast registrerade användare

source: Cookie time limit
sv_se: Tidsgräns för webbläsarkaka

# placeholder: Quiz
source: Save the user’s answers into a browser cookie until the %s is submitted
sv_se: Spara användarens svar i en webbläsarkaka tills testet lämnas in

# placeholder: Quiz
source: Associated %s Database Table
sv_se: Kopplad testdatabastabell

source: Custom Fields
sv_se: Anpassade fält

# placeholder: quiz, Quiz
source: Enable this option to gather data from your users before or after the %1$s. All data is stored in the %2$s Statistics.
sv_se: Aktivera detta alternativ för att samla in data från dina användare före eller efter testet. All data sparas i teststatistiken.

source: Display Position
sv_se: Visa placering

# placeholder: quiz.
source: On the %s startpage
sv_se: På teststartsidan

# placeholder: quiz, quiz
source: At the end of the %1$s (before the %2$s result)
sv_se: I slutet av testet (före testresultatet)

source: Who can apply?
sv_se: Vem kan ansöka?

source: All user
sv_se: Alla användare

source: Anonymous users only
sv_se: Enbart anonyma användare

source: Multiple Applications per user
sv_se: Flera ansökningar per användare

source: Users can apply more than once to the leaderboard
sv_se: Användare kan ansöka till topplistan fler än en gång

source: Automatic user entry
sv_se: Automatiskt användarinlägg

source: Number of displayed entries
sv_se: Antal visade inlägg

source: Sort list by?
sv_se: Sortera listan efter?

source: Best user
sv_se: Bästa användare

source: Newest entry
sv_se: Nyaste inlägget

source: Oldest entry
sv_se: Äldsta inlägget

# placeholder: Quiz.
source: Display on %s results page
sv_se: Visa på testresultatssidan

# placeholder: links to Real Simple CAPTCHA
source: This option requires additional plugin: %s
sv_se: Detta alternativ kräver kompletterande tillägg: %s

# placeholder: Quiz.
source: %s Statistics
sv_se: Teststatistik

source: Front-end Profile Display
sv_se: Front-end-profilvisning

source: Email Notifications
sv_se: E-postnotiser

source: Admin
sv_se: Administratör

# placeholder: Quiz
source: %s Templates
sv_se: Testmallar

source: Browser Cookie Answer Protection
sv_se: Svarsskydd med webbläsarkaka

# placeholder: quizzes
source: Browser cookies have limited memory. This may not work with large %s.
sv_se: Webbläsarkakor har begränsat minne. Detta kan ha problem med stora test.

# placeholder: quiz
source: Controls how the %s will look and what will be displayed
sv_se: Styr hur testet ser ut och vad som ska visas

source: Display Back button
sv_se: Visa tillbakaknapp

source: Display results at the end only
sv_se: Visa endast resultatet på slutet

source: Display results after each submitted answer
sv_se: Visa resultat efter varje inlämnat svar

# placeholder: questions
source: %s per page (0 = all)
sv_se: Frågor per sida (0 = alla)

# placeholder: count of questions, questions label.
source: out of %1$d %2$s.
sv_se: av %1$d frågor.

# placeholder: quiz, quiz
source: List and display support materials for the %1$s. This is visible to any user having access to the %2$s.
sv_se: Listar och visar supportmaterial för testet. Detta är endast synligt för användare som har tillgång till testet.

# placeholder: Quiz
source: Any content added below is displayed on the %s page
sv_se: Innehåll som läggs till här under visas på frågesidan

# placeholder: Quiz
source: Start automatically, without the "Start %s" button
sv_se: Starta automatiskt utan "starta test-knappen"

# placeholder: Question
source: %s Display
sv_se: Frågevisning

# placeholder: question
source: One %s at a time
sv_se: En fråga i taget

# placeholder: questions
source: All %s at once (or paginated)
sv_se: Alla frågor tillsammans (eller sidindelat)

# placeholder: Question
source: %s Overview Table
sv_se: Frågeöversiktstabell

# placeholder: Questions
source: An overview table will be shown for all %s.
sv_se: En översiktstabell kommer att visas för alla frågor.

source: Display a summary table before submission
sv_se: Visar en sammanfattningstabell före inlämning

# placeholder: Question
source: Skip %s
sv_se: Hoppa över fråga

# placeholder: Question
source: Custom %s Ordering
sv_se: Egenvald frågeordning

source: Sort by Category
sv_se: Sortera efter kategori

source: Randomize Order
sv_se: Slumpa ordningen

# placeholder: questions
source: Display all %s
sv_se: Visa alla frågor

# placeholder: questions
source: Display subset of %s
sv_se: Visa ett urval av frågor

# placeholder: Question
source: Additional %s Options
sv_se: Ytterligare frågeinställningar

# placeholder: Question
source: Any enabled elements below will be displayed in each %s
sv_se: Alla element som aktiveras här under kommer att visas på varje fråga

source: Point Value
sv_se: Poängvärde

# placeholder: Question
source: %s Position
sv_se: Frågeposition

# placeholder: Question
source: %s Numbering
sv_se: Frågenumrering

source: Number Answers
sv_se: Numrera svaren

source: Randomize Answers
sv_se: Slumpa svaren

# placeholder: question.
source: Answer display will be randomized within any given %s.
sv_se: Svarsvisning kommer att slumpas för varje enskild fråga.

# placeholder: Quiz
source: %s Title
sv_se: Testrubrik

# placeholder: quiz, Quiz, Quizzes.
source: A second %1$s title will be displayed on the %2$s Post. This option is recommended if displaying %3$s via Shortcode.
sv_se: En sekundär testrubrik kommer att visas på testinlägget. Detta alternativ rekommenderas om test visas genom kortkoder.

# placeholder: Quiz
source: Only the %s Post title is shown
sv_se: Endast testinläggsrubriken visas

# placeholder: Quiz, Quiz, quiz
source: The %1$s Title is displayed in addition to the %2$s Post title. Recommended for %3$s shortcode usage.
sv_se: Testets rubrik visas tillsammans med testinläggets rubrik. Rekommenderas vid testkortkodsanvändning.

source: Progression and Restriction Settings
sv_se: Progressions- och restriktionsinställningar

# placeholder: quiz
source: Controls the requirement for accessing and completing the %s
sv_se: Styr kraven för att få tillgång till och slutföra testet

source: Passing Score
sv_se: Godkäntgräns

source: Passing Score Percentage
sv_se: Procentuell godkäntgräns

# placeholder: Quiz
source: %s Certificate
sv_se: Testcertifiering

source: Certificate Awarded for
sv_se: Certifiering utfärdad för

source: Set the score needed to receive a certificate. This can be different from the "Passing Score".
sv_se: Sätt poänggränsen som krävs för att få en certifiering. Detta kan skilja sig från godkäntgränsen.

source: % score
sv_se: % resultat

# placeholder: Quiz
source: Enable %s Saving
sv_se: Aktivera testsparning

source: Progress will be saved to the server
sv_se: Framstegen kommer att sparas på servern

# placeholder: quiz, quiz
source: %1$s saving allows your users to save their current %2$s progress and return to it at a later date and preserve their progress.
sv_se: Testsparande låter dina användare spara sina testframsteg och återvända till dem vid ett senare tillfälle.

# placeholder: Quiz
source: Save %s data to the server every
sv_se: Spara testdata till servern varje

source: Save cookie data to the server every
sv_se: Spara cookie-data till servern varje

# placeholder: Quiz
source: Restrict %s Retakes
sv_se: Begränsa teståterförsök

source: Number of Retries Allowed
sv_se: Antalet tillåtna återförsök

source: You must input a whole number value or leave blank to default to 0.
sv_se: Du måste ange ett heltal eller lämna tomt för förhandsvalet 0.

source: Number of repeats allowed. blank is unlimited, 0 is 1 repeats, 1 is 2 repeats, etc.
sv_se: Antal tillåtna återförsök för test. Tomt = obegränsat. 0 = 1 återförsök, 1 = 2 återförsök o.s.v.

source: Retries Applicable to
sv_se: Återförsök är applicerbart för

source: Anonymous user only
sv_se: Endast anonyma användare

source: Use a cookie to restrict anonymous visitors
sv_se: Använd en webbläsarkaka för att begränsa anonyma besökare

source: Anonymous visitors only
sv_se: Enbart anonyma användare

# placeholder: Question
source: %s Completion
sv_se: Frågegenomförande

# placeholder: Questions
source: All %s required to complete
sv_se: Alla frågor krävs för att slutföra

source: Time Limit
sv_se: Tidsgräns

source: Time Limit Enabled
sv_se: Tidsgräns aktiverad

source: Automatically Submit After
sv_se: Lämna in automatiskt efter

source: e.g. 0
sv_se: t.ex. 0

source: Results Page Display
sv_se: Visning av resultatssida

source: Controls how the results page will look
sv_se: Styr hur resultatssidan ser ut

source: Result Message(s)
sv_se: Resultatsmeddelanden

source: When enabled, the first message will be displayed to ALL users. To customize the message based on earned score, add new Graduation Levels and set the 'From' field to the desired grade.
sv_se: När aktiverat visas det första meddelandet för ALLA användare. För att anpassa meddelandet utifrån resultat: lägg till nya graderingsnivåer och sätt frånfältet till önskat betyg.

# placeholder: Quiz
source: The message below is displayed on the %s results page.
sv_se: Meddelandet här under visas på testresultatssidan.

# placeholder: Quiz
source: Restart %s button
sv_se: Testomstartsknapp

source: Custom Results Display
sv_se: Anpassad resultatsvisning

source: Enable the items you wish to display on the Result Page
sv_se: Aktivera sakerna du vill visa på resultatssidan

source: Average Score
sv_se: Genomsnittligt resultat

# placeholder: quiz
source: Display the average score of all users who took the %s
sv_se: Visar genomsnittsresultatet för alla användare som har genomfört testet

source: Category Score
sv_se: Kategoriresultat

# placeholder: Question
source: Display the score achieved for each %s Category
sv_se: Visar resultatet för varje frågekategori

source: Overall Score
sv_se: Samlat resultat

# placeholder: Quiz
source: The achieved %s score is NOT be displayed on the Results page
sv_se: Det uppnådda resultatet kommer INTE att visas på resultatssidan

source: No. of Correct Answers
sv_se: Antal rätta svar

# placeholder: Questions
source: The number of correctly answered %s is NOT displayed on the Results page.
sv_se: Antalet rätt besvarade frågor visas INTE på resultatssidan.

source: Time Spent
sv_se: Tid spenderad

source: Custom Answer Feedback
sv_se: Anpassad svarsåterkoppling

# placeholder: questions
source: Select which data users should be able to view when reviewing their submitted %s.
sv_se: Välj vilken data som användare ska kunna se vid genomgång av deras inlämnade frågor.

source: Correct / Incorrect Messages
sv_se: Rätt-/felmeddelanden

source: Correct / Incorrect Answer Marks
sv_se: Rätt-/felsvarsmarkeringar

# placeholder: Questions
source: View %s Button
sv_se: Visa frågeknapp

# placeholder: input form field
source: From %s %% score, display this message:
sv_se: Från %s %% resultat, visa detta meddelande:

# placeholder: Topic
source: %s Access Settings
sv_se: Inställningar för avsnittstillgång

# placeholder: topic
source: Controls how, where, and when the %s can be accessed.
sv_se: Styr hur, var och när avsnittet kan nås.

# placeholder: Lesson
source: Select %s
sv_se: Välj lektion

# Associated Course Label
source: Associated %s
sv_se: Kopplad kurs

# placeholder: Topic, Course.
source: Associate this %1$s with a %2$s.
sv_se: Koppla detta avsnitt till en kurs.

# placeholder: Topic
source: %s Release Schedule
sv_se: Schemaläggning av avsnittssläpp

# placeholder: topic, course
source: The %1$s is made available on %2$s enrollment.
sv_se: Avsnittet blir tillgängligt vid kursregistrering.

# placeholder: topic, course.
source: The %1$s will be available X days after %2$s enrollment.
sv_se: Avsnittet blir tillgängligt n dagar efter kursregistrering.

# placeholder: topic
source: The %s will be available on a specific date.
sv_se: Avsnittet blir tillgängligt ett specifikt datum.

# placeholder: topic
source: Controls the look and feel of the %s and optional content settings
sv_se: Styr utseendet för avsnittet och ytterligare innehållsinställningar

# placeholder: Topic
source: %s auto-completion
sv_se: Automatiskt avsnittsslutförande

# placeholder: topic
source: Automatically mark the %s as completed once the user has watched the full video.
sv_se: Markera automatiskt avsnittet som slutfört när användaren har sett hela videon.

# placeholder: Topic
source: %s Video Auto-complete
sv_se: Autoslutförande för avsnittsvideo

# placeholder: topic
source: Specify a delay between video completion and %s completion.
sv_se: Specificera fördröjningen mellan videons slut och avsnittsslutförandet.

# placeholder: Topic
source: %s Video Completion Delay (seconds).
sv_se: Avsnittsvideos slutförandefördröjning (sekunder).

# placeholder: Topic
source: %s Video Show Mark Complete Button
sv_se: Visa avsnittsvideos klarmarkeringsknapp

# placeholder: Topic
source: %s Assignment Upload Count Limit.
sv_se: Antalsbegränsning för uppladdning av avsnittsuppgifter.

# placeholder: Topic
source: %s Assignment Allow File Deletion.
sv_se: Tillåt filradering av avsnittsuppgifter.

# placeholder: topic, topic
source: List and display support materials for the %1$s. This is visible to any user having access to the %2$s.
sv_se: Lista och visa supportmaterial för avsnittet. Detta är synligt för alla användare som har tillgång till avsnittet.

# placeholder: topic
source: Any content added below is displayed on the %s page
sv_se: Allt innehåll som läggs till visas på avsnittssidan

# placeholder: Topic
source: Cannot be enabled while %s timer or Assignments are enabled
sv_se: Kan inte aktiveras medan avsnittstimer eller uppgifter är aktiverat

# placeholder: Topic
source: %s Video Progression Enabled
sv_se: Avsnittsvideoprogression aktiverad

# placeholder: Topic
source: %s Video Progression URL
sv_se: Avsnittsvideoprogressions-URL

# placeholder: topic
source: The video will be shown and must be fully watched before the user can access the %s’s associated steps.
sv_se: Din video måste vara synlig och ses i sin helhet innan användaren kan komma åt de avsnittskopplade stegen.

# placeholder: topic, topic
source: The video will be visible after the user has completed the %1$s’s associated steps. The full video must be watched in order to complete the %2$s.
sv_se: Din video kommer att bli synlig efter att användaren har slutfört de avsnittskopplade stegen. Videon måste ses i sin helhet för att slutföra avsnittt.

# placeholder: Topic
source: %s Video Shown before or after sub-steps
sv_se: Avsnittsvideon visas före eller efter delsteg

# placeholder: Topic
source: %s Video Autostart
sv_se: Autostart för avsnittsvideo

source: Only available for YouTube and local videos.
sv_se: Endast tillgängligt för Youtube-videor och lokala videor.

# placeholder: Topic
source: %s Video Controls Display. YouTube and local videos only
sv_se: Visning av avsnittsvideokontroller. Enbart för Youtube och lokala videor

# placeholder: topic
source: Cannot be enabled while %s timer or Video progression are enabled
sv_se: Kan inte aktiveras när lektionstimer eller videoprogression är aktiverade

# placeholder: Topic
source: %s Assignment Uploads Enabled
sv_se: Avnittsuppgiftsuppladdning aktiverat

# placeholder: Topic
source: %s Assignment Allowed file extensions. Comma separated pdf, xls, zip
sv_se: Tillåtna filnamnstillägg för uppladdning av avnittsuppgifter. Kommaseparerat pdf, xls, zip

# placeholder: PHP file upload size
source: Default maximum file size supported is: %s
sv_se: Maximal filstorlek som stöds är som standard: %s

# placeholder: Topic, Upload size limit
source: %1$s Assignment Upload size limit. Max per server is %2$s
sv_se: Storleksbegränsning för uppladdning av avsnittsuppgifter. Max för servern är %2$s

# placeholder: Topic
source: %s Assignment Points Enabled
sv_se: Avnittsuppgiftspoäng aktiverat

# placeholder: Topic
source: %s Assignment Points Amount
sv_se: Mängd avsnittsuppgiftspoäng

# placeholder: Group, topic
source: Admin or %1$s leader approval and grading required. The %2$s cannot be completed until the assignment is approved.
sv_se: Administratör eller gruppledare måste godkänna och betygsätta. Avsnittet kan inte slutföras innan uppgiften är godkänd.

# placeholder: Topic
source: %s Assignment Auto-approve Enabled
sv_se: Autogodkännande av avsnittsuppgift aktiverat

# placeholder: Topic
source: %s Timer
sv_se: Avsnittstimer

# placeholder: topic
source: The %s cannot be marked as completed until the set time has elapsed.
sv_se: Avsnittet kan inte markeras som slutfört förrän den bestämda tiden har gått.

# placeholder: Topic
source: %s Time Enabled
sv_se: Avsnittstid aktiverat

source: LearnDash Add-ons
sv_se: Learndash-tillägg

source: Add-ons
sv_se: Tillägg

# Plugin installer section title
source: Description
sv_se: Beskrivning

# Plugin installer section title
source: Screenshots
sv_se: Skärmdumpar

# Plugin installer section title
source: Changelog
sv_se: Ändringslogg

# Plugin installer section title
source: Reviews
sv_se: Recensioner

# Plugin installer section title
source: Other Notes
sv_se: Andra anteckningar

source: Plugin Installation
sv_se: Tilläggsinstallation

source: Author:
sv_se: Skapare:

source: %s ago
sv_se: %s sedan

source: Requires WordPress Version:
sv_se: Kräver Wordpress-version:

source: %s or higher
sv_se: %s eller högre

source: Compatible up to:
sv_se: Kompatibel upp till:

source: Active Installations:
sv_se: Aktiva installationer:

# Active plugin installations
source: 1+ Million
sv_se: Över en miljon

# Active plugin installations
source: Less Than 10
sv_se: Färre än tio

source: WordPress.org Plugin Page &#187;
sv_se: WordPress.org-tilläggssida &#187;

source: Plugin Homepage &#187;
sv_se: Tilläggswebbsida &#187;

source: Donate to this plugin &#187;
sv_se: Donera till detta tillägg &#187;

source: Average Rating
sv_se: Genomsnittsbetyg

source: (based on %s rating)
sv_se: (baserat på %s betyg)

source: Reviews
sv_se: Recensioner

source: Read all reviews on WordPress.org or write your own!
sv_se: Läs alla recensioner på Wordpress.org eller skriv din egen!

source: Reviews with %1$d star: %2$s. Opens in a new window.
sv_se: Recensioner med %1$d stjärna: %2$s. Öppnas i ett nytt fönster.

source: %d star
sv_se: %d stjärna

source: Contributors
sv_se: Bidragsgivare

source: <strong>Warning:</strong> This plugin has <strong>not been tested</strong> with your current version of WordPress.
sv_se: <strong>Varning:</strong> detta tillägg har <strong>inte testats</strong> med din nuvarande version av Wordpress.

source: <strong>Warning:</strong> This plugin has <strong>not been marked as compatible</strong> with your version of WordPress.
sv_se: <strong>Varning:</strong> detta tillägg har <strong>inte markerats som kompatibelt</strong> med din nuvarande version av Wordpress.

source: Install Update Now
sv_se: Installera uppdatering nu

source: Newer Version (%s) Installed
sv_se: Nyare version (%s) installerad

source: Latest Version Installed
sv_se: Senaste version installerad

# Advanced settings Label
source: Advanced
sv_se: Avancerat

# Course Settings
source: Settings
sv_se: Inställningar

source: Shortcodes
sv_se: Kortkoder

source: Certificate Shortcodes
sv_se: Certifieringskortkoder

# placeholder: URL to online documentation
source: The documentation for Certificate Shortcodes has moved online (only available in English). %s
sv_se: Dokumentationen för certifieringskortkoder har flyttats online (enbart tillgänglig på engelska). %s

source: External link to Certificate online documentation
sv_se: Extern länk till onlinedokumentation för certifieringar

source: Click here
sv_se: Klicka här

source: (opens in a new tab)
sv_se: (öppnas i en ny flik)

# Course Shortcodes Label
source: Shortcodes
sv_se: Kortkoder

# placeholder: Course Label
source: %s Shortcodes
sv_se: Kurskortkoder

# placeholder: Course label, URL to online documentation
source: The documentation for %1$s Shortcodes and Blocks has moved online (only available in English). %2$s
sv_se: Dokumentationen för kurskortkoder och -block har flyttats online (enbart tillgänglig på engelska). %2$s

# placeholder: Course label.
source: External link to %s Shortcodes and Blocks online documentation
sv_se: Extern länk till onlinedokumentation för kurskortkoder och –block

# Emails tab Label
source: Emails
sv_se: E-post

source: General
sv_se: Allmänt

# Group Settings
source: Settings
sv_se: Inställningar

source: LearnDash Help
sv_se: Learndash-hjälp

source: Help
sv_se: Hjälp

source: Getting Started
sv_se: Kom igång

source: Not sure what to do next? Read our top articles to get more information.
sv_se: Vet du inte vad du ska göra härnäst? Läs våra bästa artiklar för att få mer information.

source: LearnDash Core
sv_se: Learndash-kärna

source: Everything about LearnDash LMS core plugin.
sv_se: Allt om Learndash LMS Core-tillägget.

source: Add-Ons
sv_se: Utökningar

source: Course Grid, Stripe, WooCommerce, Zapier, and other official add-ons documentations.
sv_se: Dokumentation för kursrutnät, Stripe, Woocommerce, Zapier och andra officiella utökningar.

source: Users & Groups
sv_se: Användare & grupper

source: Have questions about users & groups? Our articles may help.
sv_se: Har du frågor om användare och grupper? Våra artiklar kan hjälpa dig.

source: Reporting
sv_se: Rapportering

source: LearnDash reporting guides.
sv_se: Learndash-rapportguider.

source: User Guides
sv_se: Användarguider

source: Collection of guides that will help you accomplish certain tasks.
sv_se: Samling av guider som hjälper dig att utföra vissa uppgifter.

source: Troubleshooting
sv_se: Felsökning

source: Have issues? Follow our troubleshooting guides to resolve them.
sv_se: Har du problem? Följ våra felsökningsguider för att lösa dem.

source: FAQs
sv_se: FAQ:er

source: Have a question? See if it's already been answered.
sv_se: Har du en fråga? Se om den redan har besvarats.

source: Accounts & Billing
sv_se: Konton och fakturering

source: Accounts & Billing related articles.
sv_se: Konto- och faktureringsrelaterade artiklar.

source: Additional Resources
sv_se: Kompletterande resurser

source: Build Courses
sv_se: Bygg kurser

source: Sell Your Courses
sv_se: Sälj dina kurser

source: Manage Students
sv_se: Hantera studenter

source: Welcome to LearnDash
sv_se: Välkommen till Learndash

source: A Brief Overview of LearnDash
sv_se: En kort översikt över Learndash

source: LearnDash Documentation
sv_se: Learndash-dokumentation

source: Contact Support
sv_se: Kontakta support

source: Creating Courses with the Course Builder [Video]
sv_se: Skapa en kurs med kursbyggaren [Video]

source: Adding Content with Lessons & Topics [Video]
sv_se: Lägga till innehåll med lektioner och avsnitt [Video]

source: Creating Quizzes [Video]
sv_se: Skapa test [Video]

source: PayPal Settings [Video]
sv_se: Paypal-inställningar [Video]

source: WooCommerce Integration [Article]
sv_se: Woocommerce-integration (artikel)

source: Course Access Settings [Video]
sv_se: Kurstillgångsinställningar [video]

source: Setting Up User Registration [Video]
sv_se: Konfigurera användarregistrering [Video]

source: Adding a User Profile Page
sv_se: Lägga till en användarprofilsida

source: LearnDash Login & Registration [Guide]
sv_se: Learndash-inloggning & -registrering [Guide]

# Lesson Settings
source: Settings
sv_se: Inställningar

source: LMS License XXX
sv_se: LMS-licens XXX

source: LearnDash Overview
sv_se: Learndash-översikt

source: Hide LearnDash Bootcamp
sv_se: Dölj Learndash Bootcamp

# Bootcamp headline
source: Enter Your License
sv_se: Ange din licens

source: Welcome to LearnDash!
sv_se: Välkommen till Learndash!
