Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

# placeholder: Course, Group
source: %1$s not unenrolled from %2$s.
sv_se: Kurs är inte avregistrerad från grupp.

# placeholder: Course
source: %s ID.
sv_se: Kurs-ID.

source: User IDs to update in Course. Limit 50 per request.
sv_se: Användar-ID:n att uppdatera i kurs. Max 50 i taget.

source: User IDs to remove from Course. Limit 50 per request.
sv_se: Användar-ID:n att ta bort från kurs. Max 50 i taget.

# placeholder: Course
source: Cannot enroll users when %s price type is open.
sv_se: Kan inte registrera användare när kurspristypen är öppen.

source: Admin users are auto-enrolled.
sv_se: Administratörer är autoregistrerade.

# placeholder: Course
source: User enrolled in %s success.
sv_se: Användarregistrering i kurs lyckad.

# placeholder: Course
source: User already enrolled in %s.
sv_se: Användare är redan registrerad i kurs.

# placeholder: Course
source: Cannot unenroll users when %s price type is open.
sv_se: Kan inte avregistrera användare när kurspristypen är öppen.

# placeholder: Course
source: User enrolled from %s success.
sv_se: Användarregistrering från kurs lyckad.

# placeholder: Course
source: User not enrolled from %s.
sv_se: Användare är inte registrerad från kurs.

source: Essay Points Maximum
sv_se: Maximalt antal uppsatspoäng

source: Essay Points Awarded
sv_se: Tilldelade uppsatspoäng

# placeholder: Topic
source: Filter by %s ID
sv_se: Filtrera på avsnitts-ID

# placeholder: Group.
source: %s ID
sv_se: Grupp-ID

# placeholder: Course, Group
source: %1$s IDs to add to %2$s.
sv_se: Kurs-ID:n att lägga till i grupp.

# placeholder: Course, Group
source: %1$s IDs to remove from %2$s.
sv_se: Kurs-ID:n att ta bort från grupp.

# placeholder: Course
source: Missing %s IDs
sv_se: Saknade kurs-ID:n

# placeholder: Group
source: Leader enrolled in %s success.
sv_se: Ledarregistrering i grupp lyckad.

# placeholder: Group
source: Leader already enrolled in %s.
sv_se: Ledare är redan registrerad i grupp.

# placeholder: Group
source: Leader unenroll from %s success.
sv_se: Ledaravregistrering från grupp lyckad.

# placeholder: Group
source: Leader not unenrolled from %s.
sv_se: Ledare är inte avregistrerad från grupp.

# placeholder: group
source: User IDs to enroll into %s.
sv_se: Användar-ID:n att registrera i grupp.

# placeholder: group
source: User IDs to remove from %s.
sv_se: Användar-ID:n att ta bort från grupp.

# placeholder: Group
source: User enrolled in %s success.
sv_se: Användarregistrering i grupp lyckad.

# placeholder: Group
source: User already enrolled in %s.
sv_se: Användare är redan registrerad i grupp.

# placeholder: Group
source: User unenroll from %s success.
sv_se: Användaravregistrering från grupp lyckad.

# placeholder: Group
source: User not unenrolled from %s.
sv_se: Användare är inte avregistrerad från grupp.

# placeholder: Course
source: Invalid %s ID
sv_se: Ogiltigt kurs-ID

# placeholder: course
source: Limit results to be within a specific %s.
sv_se: Begränsa resultatet till inom en specifik kurs.

source: An alphanumeric identifier for the price type.
sv_se: En alfanumerisk identifikation för pristypen.

# placeholder: course
source: The %s is not protected. Any user can access its content without the need to be logged-in or enrolled.
sv_se: Kursen är inte skyddad. Alla användare kan komma åt dess innehåll utan att behöva logga in eller registrera sig.

# placeholder: course
source: The %s is protected. Registration and enrollment are required in order to access the content.
sv_se: Kursen är skyddad. Kursregistrering krävs för att få tillgång till innehållet.

# placeholder: course, course
source: The %1$s is protected via the LearnDash built-in PayPal and/or Stripe. Users need to purchase the %2$s (one-time fee) in order to gain access.
sv_se: Kursen är skyddad via Learndashs inbyggda Paypal- och/eller Stripe-kassa. Användare måste köpa kursen (engångsavgift) för att få tillgång.

# placeholder: course, course
source: The %1$s is protected via the LearnDash built-in PayPal and/or Stripe. Users need to purchase the %2$s (recurring fee) in order to gain access.
sv_se: Kursen är skyddad via Learndashs inbyggda Paypal- och/eller Stripe-kassa. Användare måste köpa kursen (återkommande avgift) för att få tillgång.

# placeholder: course
source: The %1$s can only be accessed through admin enrollment (manual), %2$s enrollment, or integration (shopping cart or membership) enrollment. No enrollment button will be displayed, unless a URL is set (optional).
sv_se: Kursen kan endast nås genom manuell registrering av administratör, registrering via grupp eller registrering via integration (webbutik eller medlemskap). Ingen registreringsknapp kommer att visas om inte en URL är angiven (valfritt).

source: Invalid Price Type.
sv_se: Ogiltig pristyp.

source: The title for the price type.
sv_se: Rubriken för pristypen.

source: The description for the price type.
sv_se: Beskrivning för pristypen.

source: An alphanumeric identifier for the progress status.
sv_se: En alfanumerisk identifikation för förloppstatus.

source: Invalid Progress Status.
sv_se: Ogiltig förloppstatus.

source: The title for the progress status.
sv_se: Rubriken för framstegsstatusen.

source: The description for the progress status.
sv_se: Beskrivningen för förloppstatusen.

# placeholder: question
source: An alphanumeric identifier for the %s type
sv_se: En alfanumerisk identifikation för frågetypen

# placeholder: Question
source: Invalid %s Type.
sv_se: Ogiltigt fråge-ID.

# placeholder: question
source: The title for the %s type
sv_se: Rubriken för frågetypen

# placeholder: question
source: The description for the %s type.
sv_se: Beskrivning för frågetypen.

# placeholder: Quiz
source: %s ID.
sv_se: Test-ID.

# placeholder: question
source: %s type.
sv_se: Frågetyp.

source: Total Points amount
sv_se: Total poängmängd

source: Show reached points in the correct/incorrect message?
sv_se: Visa uppnådda poäng i meddelandet som berättar huruvida svaret var rätt eller fel?

source: Disable answer correct setting.
sv_se: Inaktivera inställning för rätt svar.

# placeholder: question
source: Message shown when %s is correct.
sv_se: Meddelande som visas när frågan är rätt.

# placeholder: question
source: Activate hint for this %s.
sv_se: Aktivera ledtråd för denna fråga.

source: Hint message.
sv_se: Ledtrådsmeddelande.

# placeholder: question
source: %s answer sets.
sv_se: Frågesvarsuppsättning.

# placeholder: quiz
source: Limit results to be within a specific %s.
sv_se: Begränsa resultatet till inom ett specifikt test.

# placeholder: Quiz
source: Invalid %s ID
sv_se: Ogiltigt test-ID

# placeholder: Question
source: Could not update the %s.
sv_se: Kunde inte uppdatera frågan.

# placeholder: Quiz
source: Invalid %s ID.
sv_se: Ogiltigt test-ID.

# placeholder: quiz
source: The %s form entry ID
sv_se: Testformulärets inläggs-ID

source: User ID.
sv_se: Användar-ID.

# placeholder: Quiz
source: %s ID
sv_se: Test-ID

source: Date of entry
sv_se: Inläggsdatum

source: Form entry details
sv_se: Formulär för inläggsdetaljer

source: Order by
sv_se: Sortera efter

source: No records found for this request.
sv_se: Inga poster hittades för denna begäran.

source: Invalid entry
sv_se: Ogiltig post

# placeholder: Quiz
source: Unique %s identifier for the object.
sv_se: Unik testidentifikator för objektet.

# placeholder: Quiz
source: Unique %s Statistic identifier for the object.
sv_se: Unik teststatistikidentifikator för objektet.

# placeholder: question
source: Invalid %s type supplied
sv_se: Ogiltig frågetyp inskickad

source: Order sort attribute ascending or descending.
sv_se: Ordna sorteringsattribut stigande eller fallande.

source: Sort collection by object attribute.
sv_se: Sortera samling efter objektattribut.

# placeholder: Quiz
source: Filter by %s ID
sv_se: Filtrera på test-ID

source: Filter by User ID
sv_se: Filtrera på användar-ID

source: Limit response items after a given ISO8601 compliant date.
sv_se: Begränsa svaren till efter ett givet ISO8601-kompatibelt datum.

source: Limit response to items before a given ISO8601 compliant date.
sv_se: Begränsa svaren till före ett givet ISO8601-kompatibelt datum.

source: Unique ID for Statistics Question.
sv_se: Unikt ID för statistikfråga.

source: Statistics Ref ID.
sv_se: Statistikreferens-ID.

# placeholder: Question
source: %s ID
sv_se: Fråge-ID

# placeholder: Question
source: %s Type
sv_se: Frågetyp

source: Points scored.
sv_se: Intjänade poäng.

source: Points total.
sv_se: Poäng totalt.

# placeholder: Question
source: The collection of %s answers.
sv_se: En samling av frågesvar.

source: The collection of student submitted answers.
sv_se: En samling av studentinskickade svar.

source: Date.
sv_se: Datum.

source: Answer correct.
sv_se: Rätt svar.

source: Answer incorrect.
sv_se: Fel svar.

# placeholder: lesson
source: Limit results to be within a specific %s.
sv_se: Begränsa resultatet till inom en specifik lektion.

# placeholder: topic
source: Limit results to be within a specific %s.
sv_se: Begränsa resultatet till inom en specifikt avsnitt.

# placeholder: Course
source: Unique %s identifier for the object.
sv_se: Unik kursidentifikator för objektet.

# placeholder: Course
source: %s Progress Status
sv_se: Kursförloppsstatus

source: Last completed step
sv_se: Senast slutförda steg

source: Total completed steps
sv_se: Totalt slutförda steg

# placeholder: Course
source: Total %s steps
sv_se: Totalt antal kurssteg

source: Date started
sv_se: Startdatum

source: Date completed
sv_se: Slutförandedatum

source: Step ID
sv_se: Steg-ID

source: Post type for step
sv_se: Inläggstyp för steg

source: Invalid or unknown User.
sv_se: Ogiltig eller okänd användare.

source: Invalid current user.
sv_se: Ogiltig nuvarande användare.

source: Not allowed to view other user content.
sv_se: Inte tillåten att visa annat användarinnehåll.

# placeholder: course
source: %s IDs to add to User.
sv_se: Kurs-ID:n att lägga till användare.

# placeholder: course
source: %s IDs to remove from User.
sv_se: Kurs-ID:n att ta bort från användare.

# placeholder: group
source: %s IDs to add to User.
sv_se: Grupp-ID:n att lägga till användare.

# placeholder: Group
source: User unenrolled from %s success.
sv_se: Användaravregistrering från grupp lyckad.

# placeholder: Group
source: User not enrolled from %s.
sv_se: Användare är inte registrerad från grupp.

source: Percentage passed
sv_se: Andel avklarat

source: Timespent
sv_se: Spenderad tid

source: Has Graded
sv_se: Har betygsatts

source: Started timestamp
sv_se: Tidsstämpel för påbörjan

source: Completed timestamp
sv_se: Tidsstämpel för slutförande

source: Points total
sv_se: Poäng totalt

source: Statistic ID
sv_se: Statistik-ID

source: Invalid or unknown user.
sv_se: Ogiltig eller okänd användare.

source: Invalid current user ID.
sv_se: Ogiltig nuvarande användare.

# placeholder: quiz
source: Limit results to be within a specific %s. Required for non-admin users.
sv_se: Begränsa resultatet till inom ett specifikt test. Krävs för icke-administratörer.

source: LearnDash Settings Page %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
sv_se: Learndash-inställningssidan %1$s är <strong>utfasad</strong> sedan version %2$s. Använd %3$s i stället.

source: LearnDash Settings Page %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
sv_se: Learndash-inställningssidan %1$s är <strong>utfasad</strong> sedan version %2$s utan någon ersättare.

source: You have errors on the following settings
sv_se: Det finns fel i följande inställningar

source: Loading more results…
sv_se: Laddar fler inlägg…

source: No results found
sv_se: Inga inlägg hittades

source: Searching…
sv_se: Sök…

source: Remove all items
sv_se: Radera alla inlägg

source: Remove item
sv_se: Radera inlägg

source: Entered value is invalid.
sv_se: Angivet värde är ogiltigt.

source: Value cannot be empty.
sv_se: Värden kan inte vara tomt.

source: Entered value cannot be negative.
sv_se: Angivet värde kan inte vara negativt.

source: Entered value cannot contain decimal.
sv_se: Angivet värde kan inte innehålla decimaler.

source: Entered value less than minimum.
sv_se: Angivet värde är mindre än minimum.

source: Entered value greater than maximum.
sv_se: Angivet värde är större än maximum.

source: Reset Settings
sv_se: Återställ inställningar

source: Insert Shortcode
sv_se: Infoga kortkod

source: LearnDash Shortcodes
sv_se: Learndash-kortkoder

source: remove image
sv_se: ta bort bild

source: Select/upload image
sv_se: Välj/ladda upp bild

source: Select image
sv_se: Välj bild

source: Textarea
sv_se: Textruta

# placeholders: Quiz.
source: Loading a template into this %s will replace ALL existing settings.
sv_se: Inläsning av en mall till detta test kommer att ersätta ALLA befintliga inställningar.

source: Search or select a template…
sv_se: Sök eller välj en mall…

# placeholders: course, lessons, topics.
source: Replace associated steps (%1$s, %2$s, or %3$s) with values from template.
sv_se: Byt ut kopplade steg (kurs, lektioner eller avsnitt) med värden från mall.

source: Coupon Code
sv_se: Rabattkod

source: Flat Rate
sv_se: Schablonbelopp

source: Percentage Off
sv_se: Procentuell rabattsats

source: Amount
sv_se: Mängd

source: Numerical number of the flat rate or percentage off to provide.
sv_se: Numret för schablonbeloppet eller procentsatsen som erbjuds.

source: Number of Redemptions
sv_se: Antal inlösningar

source: How many times can the coupon be redeemed (0 for unlimited).
sv_se: Antalet gånger som rabattkoden kan lösas in (0 för obegränsat).

source: Start Date
sv_se: Startdatum

source: When is the coupon valid from?
sv_se: När är rabattkoden giltig från?

source: End Date
sv_se: Slutdatum

source: When does the coupon expire?
sv_se: När upphör rabattkoden?

# placeholder: courses
source: Apply to all %s
sv_se: Låt gälla för alla kurser

# placeholder: courses
source: Select specific %s the coupon can be used for.
sv_se: Välj en specifik kurs som rabattkoden kan användas för.

# placeholder: groups
source: Apply to all %s
sv_se: Låt gälla för grupper

# placeholder: groups
source: Select specific %s the coupon can be used for.
sv_se: Välj en specifik grupp som rabattkoden kan användas för.

# placeholder: courses
source: Search or select %s…
sv_se: Sök eller välj kurs…

# placeholder: groups
source: Search or select %s…
sv_se: Sök eller välj grupp…

# placeholder: Course
source: %s Access Settings
sv_se: Kurstillgångsinställningar

# placeholder: course
source: Controls how users will gain access to the %s
sv_se: Styr hur användare får tillgång till kursen

# placeholder: course
source: Search or select a %s
sv_se: Sök eller välj en kurs

# placeholder: course
source: Select %s
sv_se: Välj kurs

# placeholder: Course
source: Pay Now %s Price
sv_se: Betala nu-pris

# placeholder: Course
source: %s Enrollment URL
sv_se: Kursregistrerings-URL

# placeholder: course
source: Enter the URL of the page you want to redirect your enrollees after signing up for this specific %s
sv_se: Ange URL:en för sidan som du vill skicka vidare dina användare till efter att de har registrerat sig för denna specifika kurs

# placeholder: course
source: Pay Now %s Enrollment URL
sv_se: URL för betala nu-kursregistrering

# placeholder: Course
source: Subscribe %s Price
sv_se: Prenumerationspris

source: Recurring Times
sv_se: Återkommande gånger

source: How many times the billing cycle repeats. Leave empty for unlimited repeats.
sv_se: Hur ofta betalningscykeln upprepas. Lämna tomt för obegränsade upprepningar.

# placeholder: Course
source: %s Trial Price
sv_se: Provperiodspris för kurs

# placeholder: course
source: Enter the price for the trial period for this %s
sv_se: Ange provperiodspriset för denna kurs

# placeholder: course
source: %s Trial Price
sv_se: Provperiodspris för kurs

source: Trial Duration
sv_se: Provperiondslängd

# placeholder: course
source: The length of the trial period, after the trial is over, the normal %s price billing goes into effect.
sv_se: Längden på provperioden. När provperioden är över träder det vanliga kurspriset i kraft.

# placeholder: course
source: Subscribe %s Enrollment URL
sv_se: URL för prenumerationskursregistrering

# placeholder: Course
source: Closed %s Price
sv_se: Stängd-pris

source: Button URL
sv_se: Knapp-URL

# placeholder: "Take this Course" button label
source: Redirect the "%s" button to a specific URL.
sv_se: Styr registreringsknappen till en specifik URL.

# placeholder: Course
source: Closed %s Button URL
sv_se: Stäng kursknapps-URL

source: Compare Mode
sv_se: Jämförelseläge

source: Any Selected
sv_se: Någon vald

# placeholder: course, course
source: The user must complete any one of the selected %1$s in order to access this %2$s
sv_se: Användaren måste slutföra någon av de valda kurserna för att få tillgång till denna kurs

source: All Selected
sv_se: Alla valda

# placeholder: course, course
source: The user must complete all selected %1$s in order to access this %2$s
sv_se: Användaren måste slutföra alla valde kurser för att få tillgång till denna kurs

# placeholder: courses
source: %s to Complete
sv_se: Kurser att slutföra

# placeholder: Course
source: %s Points
sv_se: Kurspoäng

source: Required for Access
sv_se: Krävs för tillgång

source: point(s)
sv_se: poäng

source: Value should be zero or greater with up to 2 decimal places.
sv_se: Värdet ska vara noll eller högerled upp till två decimaler.

# placeholder: course.
source: Number of points required in order to gain access to this %s.
sv_se: Antal poäng som krävs för att få tillgång till denna kurs.

source: Awarded on Completion
sv_se: Tilldelas vid slutförande

# placeholder: course.
source: Number of points awarded for completing this %s.
sv_se: Antal poäng som tilldelas för att slutföra denna kurs.

# placeholder: Course
source: %s Access Expiration
sv_se: Kurstillgångsupphörande

source: Access Period
sv_se: Tillgångsperiod

source: days
sv_se: dagar

# placeholder: course.
source: Set the number of days a user will have access to the %s from enrollment date.
sv_se: Ange antalet dagar som en användare ska ha tillgång till kursen från registreringsdatumet.

source: Data Deletion
sv_se: Dataradering

# placeholder: course.
source: All user %s data will be deleted upon access expiration
sv_se: All användarkursdata kommer att raderas när tillgången upphör

# placeholder: course, quiz, course.
source: Delete the user's %1$s and %2$s data when the %3$s access expires.
sv_se: Radera användarens kurs- och testdata när kurstillgången upphör.

# placeholder: course, courses
source: When does the %1$s start? It does not affect open %2$s.
sv_se: När börjar kursen? Det påverkar inte öppna kurser.

# placeholder: course, courses
source: When does the %1$s end? It does not affect open %2$s.
sv_se: När slutar kursen? Det påverkar inte öppna kurser.

source: Student Limit
sv_se: Studentbegränsning

# placeholder: course, course, courses
source: Limits the number of students who can take your %1$s. When the limit is reached the %2$s can no longer be purchased or enrolled in. Admins can enroll students even if the limit is reached. It does not affect open %3$s.
sv_se: Begränsa antalet studenter som kan gå din kurs. När gränsen är nådd kommer kursen inte längre gå att köpa eller bli registrerad på. Administratörer kan registrera studenter även om gränsen är nådd. Det påverkar inte öppna kurser.

# placeholder: Course
source: Alter %s Access List
sv_se: Ändra kurstillgångslista

# placeholder: Course
source: You can change the LD-%s enrollees by user ID (Proceed with caution)
sv_se: Du kan ändra LD-kursregistreringarna utifrån användar-ID. (Fortsätt med försiktighet.)

# placeholder: course.
source: Displays a list of %s enrollees by user ID. Note that not all enrollees may be reflected. We do not recommend editing this field.
sv_se: Visar en lista över kursregistreringar utifrån användar-ID. Observera att inte alla registreringar nödvändigtvis återspeglas. Vi avråder från att ändra detta fält.

# placeholder: course
source: Add a comma-list of user IDs to grant access to this %s
sv_se: Lägg till en kommaseparerad lista över användar-ID:n som ska ha tillgång till denna kurs

# placeholders, course, group, Group, course, group.
source: This %1$s is a part of a %2$s. %3$s settings will override %4$s settings for any user enrolled in the %5$s.
sv_se: Denna kurs är del av en grupp. Gruppinställningar kommer att åsidosätta kursinställningar för användarna i gruppen.

# placeholders, course, groups, Group, course, groups.
source: This %1$s is a part of multiple %2$s. %3$s settings will override %4$s settings for any user enrolled in the %5$s.
sv_se: Denna kurs är del av flera grupper. Gruppinställningar kommer att åsidosätta kursinställningar för användarna i grupperna.

source: Display and Content Options
sv_se: Visnings- och innehållsinställningar

# placeholder: course
source: Controls the look and feel of the %s and optional content settings
sv_se: Styr utseendet på kursen och de valfria innehållsinställningarna

source: Search or select a certificate…
sv_se: Sök eller välj en certifiering…

# placeholder: Exam
source: Search or select a %s…
sv_se: Sök eller välj ett förkunskapsprov…

source: Select Certificate
sv_se: Välj certifiering

# placeholder: Exam
source: Select %s
sv_se: Välj förkunskapsprov

# placeholder: course
source: List and display support materials for the %s. This is visible to all users (including non-enrollees) by default.
sv_se: Lista och visa supportmaterial för kursen. Detta är synligt för alla användare (även oregistrerade) som standard.

# placeholder: Course
source: Any content added below is displayed on the main %s page
sv_se: Allt innehåll som läggs till nedan visas på kursens huvudsida

source: Materials Enabled
sv_se: Material aktiverat

source: Add a list of needed documents or URLs. This field supports HTML.
sv_se: Lägg till en lista med nödvändiga dokument eller URL:er. Detta fält stödjer HTML.

source: Materials
sv_se: Material

# placeholder: Course
source: %s Certificate
sv_se: Kurscertifiering

# placeholder: Course
source: %s Content
sv_se: Kursinnehåll

# placeholder: Course
source: Choose whether to display the %s content table to ALL users or only enrollees
sv_se: Välj huruvida kursinnehållstabellen ska visas för alla användare eller enbart registrerade användare

source: Always visible
sv_se: Alltid synlig

source: Only visible to enrollees
sv_se: Endast synlig för registrerade användare

# placeholder: Course
source: Disable %s Content Table
sv_se: Inaktivera kursinnehållstabell

source: Custom Pagination
sv_se: Egen sidindelning

# placeholders: course, course
source: Customize the pagination options for this %1$s content table and %2$s navigation widget.
sv_se: Anpassa sidindelningen för denna kursinnehållstabell och kursnavigationswidget.

source: Currently showing default pagination
sv_se: Visar för närvarande standardsidindelning

source: per page
sv_se: per sida

# placeholder: Lessons per page
source: %s per page
sv_se: Lektioner per sida

# placeholder: Topics per page
source: %s per page
sv_se: Avsnitt per sida

# placeholder: Lesson
source: Custom %s Order
sv_se: Avsnitt

# placeholders: lessons, topics
source: Customize the display order of %1$s and %2$s.
sv_se: Anpassa visningsordningen för lektioner och avsnitt.

# placeholder: lesson order by, lesson order direction labels
source: Using default sorting by %1$s in %2$s order
sv_se: Använder standardsortering för lektioner i lektionsordning

source: Order Direction
sv_se: Sorteringsriktning

# placeholder: Course, Groups
source: %1$s %2$s
sv_se: Kursgrupper
