Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

source: Subscriptions are not supported for now.
sv_se: Prenumerationer stöds inte än.

source: Something went wrong.
sv_se: Något gick fel.

source: Coupon applied.
sv_se: Rabattkod aktiverad.

source: Invalid product.
sv_se: Ogiltig produkt.

source: Coupon removed.
sv_se: Rabattkod borttagen.

source: Product can not be purchased.
sv_se: Produkten kan inte köpas.

source: You have to pay for access.
sv_se: Du behöver betala för tillgång.

# placeholder: Course
source: No associated %s
sv_se: Inga kopplade kurser

source: Mark Incomplete
sv_se: Ta bort klarmarkering

# Password Protected post_status label
source: Password
sv_se: Lösenord

# placeholder: Course
source: Your access to this %s has expired.
sv_se: Din tillgång till denna kurs har upphört.

# placeholders: 1. Lesson or Topic label, 2. span for counter
source: %1$s will auto complete in %2$s seconds
sv_se: %1$s kommer att slutföras automatiskt om %2$s sekunder

source: Take This Course
sv_se: Gå denna kurs

source: General Settings
sv_se: Allmänna inställningar

# placeholders: Challenge Exams
source: You are using the Legacy LearnDash theme which does not support %1$s, please visit %2$s to select a newer theme.
sv_se: Du använder det äldre Learndash-temat, vilket inte stödjer förkunskapstest. Vänligen gå till %2$s och välj ett nyare tema.

source: (pending)
sv_se: (Väntande)

# placeholder Group
source: %s Content Protection
sv_se: Gruppinnehållsskydd

# placeholder: Groups Compare Type, Groups Listing link
source: %1$s of %2$s
sv_se: %1$s av %2$s

# placeholder: Count of Groups, Groups
source: %1$s %2$s
sv_se: %1$s grupper

# placeholder: Group
source: Search or select a %s…
sv_se: Sök eller välj en grupp…

# placeholder: Group
source: Select %s
sv_se: Välj grupp

# placeholder: Group
source: LearnDash %s Content Protection
sv_se: Learndash-gruppinnehållsskydd

source: Action
sv_se: Åtgärd

source: &mdash; No Change &mdash;
sv_se: &mdash; Ingen ändring &mdash;

source: Replace setting
sv_se: Byt ut inställning

source: Add settings
sv_se: Lägg till inställning

source: Remove settings
sv_se: Ta bort inställning

source: Compare
sv_se: Jämför

# placeholder: Group
source: Any %s
sv_se: Valfri grupp

# placeholder: Post type plural label
source: Apply to sub-%s
sv_se: Gäller för sub-%s

# placeholder: Post type plural label
source: Do not apply to sub-%s
sv_se: Gäller inte för sub-%s

# placeholder: Course, Group, Quiz
source: %1$s ID, %2$s ID, or %3$s ID is required.
sv_se: Kurs-, grupp- eller test-ID är obligatoriskt.

# placeholder: Course
source: Invalid %1$s ID.
sv_se: Ogiltigt kurs-ID.

# placeholder: Group
source: Invalid %1$s ID.
sv_se: Ogiltigt grupp-ID.

# placeholder: Quiz
source: Invalid %1$s ID.
sv_se: Ogiltigt test-ID.

# placeholder: Course, Group
source: %1$s ID or %2$s ID is required.
sv_se: Kurs- eller grupp-ID är obligatoriskt.

source: Invalid Step ID.
sv_se: Ogiltigt steg-ID.

# placeholder: Course, Quiz, Course
source: %1$s ID or %2$s ID is required when not used within a %3$s.
sv_se: Kurs- eller test-ID krävs vid användning utanför en kurs.

# placeholder: Course, Course
source: %1$s ID is required when not used within a %2$s.
sv_se: Kurs-ID krävs vid användning utanför en kurs.

# placeholder: Group, Group
source: %1$s ID is required when not used within a %2$s.
sv_se: Grup-ID krävs vid användning utanför en grupp.

source: Invalid LearnDash Post ID.
sv_se: Ogiltigt Learndash-inläggs-ID.

# placeholder: Course
source: %s Price Type must be Free, PayNow or Subscribe.
sv_se: Kurspristypen måste vara gratis, betala nu eller prenumerera.

# placeholder: Group
source: %s Price Type must be Free, PayNow or Subscribe.
sv_se: Gruppristypen måste vara Gratis, Betala nu eller Prenumerera.

# placeholder: Quiz, Quiz
source: %1$s ID is required when not used within a %2$s.
sv_se: Test-ID krävs vid användning utanför ett test.

source: Error while trying to get the item
sv_se: Fel när artikeln skulle hämtas

source: Missing question_title
sv_se: Saknad question_title

source: Missing content
sv_se: Saknat innehåll

source: Missing learndash/ld-exam-question block
sv_se: Saknat learndash/ld-exam-question-block

source: The password for the post if it is password protected.
sv_se: Lösenordet för inlägget om det är lösenordsskyddat.

source: Unique identifier for the object.
sv_se: Unik identifikator för objektet.

source: Whether to bypass trash and force deletion.
sv_se: Huruvida papperskorgen ska förbigås och radering forceras.

source: Sorry, you are not allowed to edit this post.
sv_se: Beklagar, du saknar rättigheterna för att redigera detta inlägg.

source: Incorrect post password.
sv_se: Felaktigt inläggslösenord.

source: Invalid post type.
sv_se: Ogiltig inläggstyp.

source: Cannot view post type.
sv_se: Kan inte visa inläggstyp.

source: Sorry, you are not allowed to edit posts in this post type.
sv_se: Beklagar, du saknar rättigheterna för att redigera inlägg av denna inläggstyp.

source: LearnDash LMS Blocks
sv_se: Learndash LMS-block

source: Course Content Blocks
sv_se: Kursinnehållsblock

# Block pattern description
source: Display the course or step content blocks collection.
sv_se: Visa kurs- eller steginnehållsblocksamlingen.

# placeholder: current template name
source: The current LearnDash template "%s" may not support this block. Please select a different template.
sv_se: Den nuvarande Learndash-mallen ”%s” stödjer kanske inte detta block. Vänligen välj en annan mall.

source: Assignment successfully deleted.
sv_se: Uppgiften raderades utan problem.

source: Assignment successfully uploaded.
sv_se: Uppgiften laddades upp utan problem.

source: Unable to write to UPLOADS directory. Is this directory writable by the server?
sv_se: Kunde inte skriva till UPLOADS-katalogen. Är katalogen skrivbar på servern?

source: Unable to write to directory. Is this directory writable by the server?
sv_se: Kunde inte skriva till katalogen. Är katalogen skrivbar på servern?

source: Error, the file %1$s could not be moved to: %2$s
sv_se: Fel. Filen %1$s kunde inte flyttas till: %2$s

source: Edit Assignment
sv_se: Redigera uppgift

source: View Assignment
sv_se: Visa uppgift

source: View Assignments
sv_se: Visa uppgifter

source: Search Assignments
sv_se: Sök uppgifter

source: No assignment found
sv_se: Inga uppgifter hittades

source: No assignment found in Trash
sv_se: Inga uppgifter hittades i papperskorgen

source: Parent:
sv_se: Överordnad:

# placeholder: points awarded values (30/100) 30%
source: Points Awarded: %s
sv_se: Tilldelade poäng: %s

source: Pending
sv_se: Väntande

source: Uploaded file size exceeds allowed limit.
sv_se: Den uppladdade filen överskrider storleksbegränsningen.

source: The uploaded file type is not allowed.
sv_se: Den uppladdade filens filtyp är inte tillåten.

source: Number of allowed assignment uploads reached.
sv_se: Antalet tillåtna uppgiftsuppladdningar har uppnåtts.

source: You do not have sufficient permissions to access this page.
sv_se: Du saknar tillräcklig behörighet för att komma åt denna sida.

source: License Settings
sv_se: Licensinställningar

source: Your license is valid.
sv_se: Din licens är giltig.

source: Email:
sv_se: E-postadress:

source: License Key:
sv_se: Licensnyckel:

source: Update License
sv_se: Uppdatera licens

# placeholders: Plugin name. Plugin update link.
source: License of your plugin %1$s is invalid or incomplete. Please click %2$s and update your license.
sv_se: Licensen för ditt tillägg %1$s är ogiltig eller ofullständig. Vänligen klicka %2$s och uppdatera din licens.

source: here
sv_se: här

# placeholder: link to purchase LearnDash
source: Please enter your email and a valid license or %s a license now.
sv_se: Vänligen ange din e-postadress och en giltig licens eller %s en licens nu.

source: buy
sv_se: köp

# placeholders: FAQ update link.
source: LearnDash update and license calls are temporarily disabled. Click %s for more information.
sv_se: Learndashs uppdaterings- och licensanrop är tillfälligt inaktiverade. Klicka på %s för mer information.

source: opens in a new tab
sv_se: öppnas i en ny flik

source: PRINT YOUR CERTIFICATE
sv_se: Skriv ut certifiering

source: LearnDash Certificate Options
sv_se: Learndash-certifieringsalternativ

source: Letter / USLetter (default)
sv_se: Letter / US Letter (standard)

source: Landscape (default)
sv_se: Liggande (förvalt)

source: Portrait
sv_se: Stående

source: PDF Page Size
sv_se: PDF-pappersstorlek

source: PDF Page Orientation
sv_se: PDF-sidorientering

# placeholder: quiz, course
source: Certificate published. <br /><br />To view the certificate, you must assign it to a %1$s or %2$s. <br />Once you complete the assigned milestone, you can generate the certificate. <br /><br />Click here to read more about this topic: <a href="https://www.learndash.com/support/docs/core/certificates/create-certificate/#previewing_certificates" target="_blank">Previewing Certificates</a>.
sv_se: Certifiering publicerad.<br /><br />För att visa certifieringen måste du koppla den till ett test eller en kurs.<br />När du har slutfört den kopplade milstolpen kan du generera certifieringen. <br /><br />Klicka här för att läsa mer om detta ämne: <a href="https://www.learndash.com/support/docs/core/certificates/create-certificate/#previewing_certificates" target="_blank">Förhandsvisa certifieringar</a>.

# placeholder: quiz, course
source: Certificate updated. <br /><br />To view the certificate, you must assign it to a %1$s or %2$s. <br />Once you complete the assigned milestone, you can generate the certificate. <br /><br />Click here to read more about this topic: <a href="https://www.learndash.com/support/docs/core/certificates/create-certificate/#previewing_certificates" target="_blank">Previewing Certificates</a>.
sv_se: Certifiering uppdaterad.<br /><br />För att visa certifieringen måste du koppla den till ett test eller en kurs.<br />När du har slutfört testet eller kursen kan du generera certifieringen. <br /><br />Klicka här för att läsa mer om detta ämne: <a href="https://www.learndash.com/support/docs/core/certificates/create-certificate/#previewing_certificates" target="_blank">Förhandsvisa certifieringar</a>.

source: Custom field updated.
sv_se: Anpassat fält uppdaterat.

source: Custom field deleted.
sv_se: Anpassat fält raderat.

source: Certificate restored to revision from %s
sv_se: Certifiering återställd till revision från %s

source: Certificate saved.
sv_se: Certifiering sparad.

source: Certificate submitted.
sv_se: Certifiering inlämnad.

# placeholder: Post Date
source: Certificate scheduled for: <strong>%s</strong>.
sv_se: Certifiering tidsinställd till: <strong>%s</strong>.

source: Certificate draft updated.
sv_se: Certifieringsutkast uppdaterat.

source: Access to certificate page is disallowed.
sv_se: Åtkomst till certifieringssida nekad.

source: Certificate Post does not exist.
sv_se: Certifieringsinlägget existerar inte.

source: Awarded Post does not exist.
sv_se: Utmärkelseinlägget existerar inte.

source: User does not exist.
sv_se: Användaren existerar inte.

source: <span style="color:red">Error: Email(s) not sent. Please try again or check with your hosting provider.<br />wp_mail() returned %1$d.<br />Error: %2$s</span>
sv_se: <span style="color:red">Fel: e-post kunde inte skickas. Vänligen försök igen eller kontakta din hostingpartner.<br />wp_mail() returnerade %1$d.<br />Fel: %2$s</span>

source: Mail Args empty. Unexpected condition from filter: ld_group_email_users_args
sv_se: E-postargumenten är tomma. Oväntat tillstånd från filtret: ld_group_email_users_args

source: Success: Email sent to %1$d %2$s users.
sv_se: Meddelandet skickades till %1$d gruppmedlemmar.

# placeholders: email addresses, group.
source: Success: Email sent to %1$d %2$s user.
sv_se: Meddelandet skickades till %1$d gruppmedlem.

source: No users found.
sv_se: Inga användare hittades.

# placeholders: Groups, link to Group settings page
source: %1$s are not public, please visit the %2$s page and set them to Public to enable access on the front end.
sv_se: Grupper är inte publika. Gå till gruppinställningssidan och gör dem publika för att aktivera tillgång på frontend.

source: %s day
sv_se: %s dag

source: %s hour
sv_se: %s timme

source: %s minute
sv_se: %s minut

source: %s second
sv_se: %s sekund

source: View
sv_se: Visa

# placeholder: Post Type Singular Label
source: %s updated.
sv_se: %s uppdaterad.

# placeholder: Post Type Singular Label, Revision Title
source: %1$s restored to revision from %2$s.
sv_se: %1$s återställt till revision från %2$s.

# placeholder: Post Type Singular Label
source: %s published.
sv_se: %s publicerad.

# placeholder: Post Type Singular Label
source: %s saved.
sv_se: %s sparad.

# placeholder: Post Type Singular Label
source: %s submitted.
sv_se: %s inlämnad.

# placeholder: Post Type Singular Label, scheduled date
source: %1$s scheduled for: %2$s.
sv_se: %1$s tidsinställd till: %2$s.

# placeholder: Post Type Singular Label
source: %s draft updated.
sv_se: %sutkast uppdaterat.

source: Logout
sv_se: Logga ut

source: Login
sv_se: Logga in

source: LearnDash Stripe Addon Deprecation
sv_se: Utfasning av Learndashs Stripe-tillägg

source: As of June 13, 2023 the Stripe plugin will no longer receive feature updates. We encourage you to switch over to Stripe Connect, however you can continue to utilize the plugin without upgrading.
sv_se: Från och med 13 juni 2023 kommer Stripe-tillägget inte att få fler funktionsuppdateringar. Vi uppmanar dig att byta till Stripe Connect. Du kan dock fortsätta att använda tillägget utan att uppgradera.

source: <a href="admin.php?page=learndash_lms_payments&section-payment=settings_stripe_connection">Setup Stripe Connect</a> - <a href="https://www.learndash.com/support/docs/core/settings/stripe-add-on-deprecation-faq/">Stripe Deprecation FAQ</a>
sv_se: <a href=”admin.php?page=learndash_lms_payments&section-payment=settings_stripe_connection”>Konfigurera Stripe Connect</a> - <a href=”https://www.learndash.com/support/docs/core/settings/stripe-add-on-deprecation-faq/”>FAQ för Stripe-utfasning</a>

source: Important! The LearnDash Licensing & Management plugin is deactivated. Please %1$sclick here%2$s to activate the plugin to ensure your LearnDash license works correctly.
sv_se: Viktigt! Learndashs licens- och hanteringstillägg är inaktiverat. %1$Klicka här%2$s för att aktivera tillägget och säkerställa att din Learndash-licens fungerar korrekt.

source: Important! The LearnDash Licensing & Management plugin is missing. Please install the plugin to ensure your LearnDash license works correctly.
sv_se: Viktigt! Learndashs licens- och hanteringstillägg saknas. Installera tillägget för att säkerställa att din Learndash-licens fungerar korrekt.

source: LearnDash Licensing & Management
sv_se: Learndash licens och hantering

source: <a href="https://www.learndash.com/support/docs/core/learndash-licensing-and-management/">LearnDash Licensing Guide</a>
sv_se: <a href=”https://www.learndash.com/support/docs/core/learndash-licensing-and-management/”>Learndashs licensguide</a>

source: Your transaction was successful.
sv_se: Din transaktion lyckades.

source: Your transaction was successful. Please log in to access your content.
sv_se: Din transaktion lyckas. Vänligen logga in för att komma åt ditt innehåll.

source: User Login
sv_se: Användarens inloggningsnamn

source: User First Name
sv_se: Användarens förnamn

source: User Last Name
sv_se: Användarens efternamn

source: User First and Last Name
sv_se: Användarens för- och efternamn

source: User Display Name
sv_se: Användarens visningsnamn

source: User Nicename
sv_se: Användarens ”nicename”

source: User Nickname
sv_se: Användarens smeknamn

source: User Email
sv_se: Användarens e-postadress

source: User URL
sv_se: Användarens URL

source: User Description
sv_se: Användarens beskrivning

source: Complete Your Purchase
sv_se: Slutför ditt köp

source: Use PayPal
sv_se: Använd Paypal

source: PayPal - The safer, easier way to pay online.
sv_se: Paypal – Det säkrare och enklare sättet att betala online.

source: Your login has expired. Please log in and reload this page to continue.
sv_se: Din inloggning har gått ut. Vänligen logga in och ladda om denna sida för att fortsätta.

# placeholder: Quiz
source: %s data could not be saved to the server. Please reload the page and try again. If this error persists, please contact support.
sv_se: Testdata kunde inte sparas till servern. Vänligen ladda om sidan och försök igen. Kontakta supporten ifall problemet kvarstår.

source: An error has occurred.
sv_se: Ett fel inträffade.

# placeholder: quiz.
source: Do you really want to delete the %s/question?
sv_se: Vill du verkligen radera testfrågan?

source: Title is not filled!
sv_se: Rubriken är inte ifylld!

# placeholder: question
source: No %s deposited!
sv_se: Ingen fråga inlagd!

source: Correct answer was not selected!
sv_se: Det rätta svaret var inte valt!

source: No answer deposited!
sv_se: Inget svar inlagt!

# placeholder: quiz
source: No %s description filled!
sv_se: Ingen testbeskrivning ifylld!

source: The percent values in result text are incorrect.
sv_se: Procentandelen i resultattexten är inkorrekt.

source: No number in the field "Points" or less than 1
sv_se: Inget nummer i fältet "Poäng" eller färre än 1

source: No number in the field "Points" or less than 0
sv_se: Inget nummer i fältet "Poäng" eller färre än 0

# placeholder: quiz
source: No %s selected
sv_se: Inget test valt

source: Warning: This action removes all quiz statistics and cannot be reversed.
sv_se: Varning! Denna åtgärd raderar all teststatistik och kan ej ångras.

source: No data available
sv_se: Data ej tillgänglig

source: No sort element in the criterion
sv_se: Inget sorteringsord i kriteriet

source: "Different points for every answer" is not possible at "Free" choice
sv_se: ”Olika poäng för varje svar” är inte möjligt i gratisversionen

source: You must specify a name.
sv_se: Du måste ange ett namn.

source: This entry should really be deleted?
sv_se: Vill du verkligen radera inlägget?

source: Not all fields completed.
sv_se: Alla fält är inte ifyllda.

source: You must specify a template name.
sv_se: Du måste ange ett namn för mallen.

source: Cannot delete only answer
sv_se: Kan inte radera det enda svaret

source: Close
sv_se: Stäng

source: Today
sv_se: Idag

# placeholder: Quiz
source: Advanced %s
sv_se: Avancerat test

source: Loading
sv_se: Laddar

# placeholder: question
source: You must answer this %s.
sv_se: Du måste besvara denna fråga.

# placeholder: questions, quiz
source: You must answer all %1$s before you can complete the %2$s.
sv_se: Du måste besvara alla frågor innan du kan slutföra testet.

source: All fields have to be filled.
sv_se: Alla fält måste vara ifyllda.

source: File cannot be processed
sv_se: Filen kan inte behandlas

# placeholder: Quiz
source: %s not found
sv_se: Testet hittades inte

# placeholder: Question
source: %s not found
sv_se: Frågan hittades inte

# placeholder: question
source: Click here to add another %s.
sv_se: Klicka här för att lägga till ytterligare en fråga.

# placeholder: question
source: Edit %s
sv_se: Redigera test

# placeholder: question
source: New %s
sv_se: Nytt test

# placeholder: Question, question count
source: %1$s: %2$d
sv_se: Frågor: %2$d

# placeholder: Quiz sequence
source: Question: %d
sv_se: Fråga: %d

# placeholder: quiz
source: Edit %s
sv_se: Redigera test

# Create quiz
source: Create %s
sv_se: Skapa test

# placeholder: quiz
source: Create %s
sv_se: Skapa test

source: Not categorized
sv_se: Ej kategoriserad

source: Anonymous
sv_se: Anonym

source: Deleted user
sv_se: Raderad användare

source: Ungraded
sv_se: Ej betygsatt

source: No name or e-mail entered.
sv_se: Namn eller e-post har inte fyllts i.

source: You signed up successfully.
sv_se: Ditt resultat har lagts upp.

source: You can not enter again.
sv_se: Du kan inte ange på nytt.

source: Your name can not exceed 15 characters.
sv_se: Ditt namn får inte överstiga 15 tecken.

source: You entered wrong captcha code.
sv_se: Du fyllde i fel captcha.

source: File was not uploaded
sv_se: Fil laddades ej upp

source: File have wrong format
sv_se: Filen har fel format

source: File is not compatible with the current version
sv_se: Filen är inte kompatibel med nuvarande version

source: XML could not be loaded.
sv_se: .xml-filen kunde inte laddas.

source: day
sv_se: dag

source: month
sv_se: månad

source: year
sv_se: år

source: ticked
sv_se: ikryssad

source: not ticked
sv_se: ej ikryssad

# placeholder: Quiz, quiz
source: LearnDash %1$s: One user completed a %2$s
sv_se: Learndash-test: En användare har slutfört ett test

# placeholders: Quiz, quiz
source: LearnDash %1$s The user "$username" has completed "$quizname" the %2$s. Points: $points Result: $result
sv_se: Learndash-test Användaren "$username" slutförde nyligen "$quizname-testet". Poäng: $points Resultat: $result

# placeholders: Quiz, quiz
source: LearnDash %1$s You have completed the %2$s "$quizname". Points: $points Result: $result
sv_se: Learndash-test Du har slutfört testet "$quizname". Poäng: $points Resultat: $result

# placeholder: questions
source: Statistics ID cannot be empty in order to fetch %s for statistics.
sv_se: För att kunna hämta frågestatistik kan statistik-ID inte vara tomt.

# placeholder: quiz
source: The user completed a %s.
sv_se: Användaren har slutfört ett test.

# placeholder: quiz
source: The user completed a %s with 100 percent.
sv_se: Användaren slutförde ett test med 100 procent rätta svar.

# placeholder: quiz
source: A powerful and beautiful %s plugin for WordPress.
sv_se: Ett kraftfullt och vackert testtillägg för Wordpress.

source: Leaderboard not enabled.
sv_se: Topplistan är inte aktiverad.

# placeholder: Quiz.
source: Edit %s Settings
sv_se: Redigera testinställningar

source: Sort by:
sv_se: Sortera efter:

source: best user
sv_se: bästa användare

source: newest entry
sv_se: nyaste inlägget

source: oldest entry
sv_se: äldsta inlägget

source: How many entries should be shown on one page:
sv_se: Hur många poster ska visas på en sida:

source: UR = unregistered user, R = registered user
sv_se: UR = oregistrerad användare, R = registrerad användare

source: E-Mail
sv_se: E-postadress

source: Entered on
sv_se: Inskickad

source: Results
sv_se: Resultat

source: Delete
sv_se: Radera

source: save
sv_se: spara

source: cancel
sv_se: avbryt

source: Apply
sv_se: Aktivera

source: Delete all entries
sv_se: Radera alla poster

source: Uploading
sv_se: Laddar upp

source: Success
sv_se: Klart

# placeholder: Quiz
source: %s Summary
sv_se: Testsammanfattning

# placeholder: Quiz
source: Finish %s
sv_se: Slutför testet

# placeholder: Quiz
source: View %s Statistics
sv_se: Visa teststatistik

# placeholder: Quiz Max Points
source: maximum of %s points
sv_se: maximalt %s poäng

source: Pos.
sv_se: Pl.

source: Result
sv_se: Resultat

source: Table is loading
sv_se: Tabellen laddar

# : Quiz
source: %s Options
sv_se: Testalternativ

source: back to overview
sv_se: tillbaka till översikt

# placeholder: Quiz
source: %s Options
sv_se: Provinställningar

source: E-Mail settings
sv_se: E-postinställningar

source: Settings in case of problems
sv_se: Alternativ om problem uppstår

source: Global settings
sv_se: Globala inställningar

source: Leaderboard time format
sv_se: Tidsformat på topplistan

source: Documentation on date and time formatting
sv_se: Dokumentation om datum- och tidformatering

source: Statistic time format
sv_se: Statistik tidsformat

source: Select example:
sv_se: Välj exempel:

source: Time format:
sv_se: Tidsformat:

# placeholder: Question
source: %s Category Management
sv_se: Frågekategorihantering

# placeholder: Question
source: Select %s Category
sv_se: Välj frågekategori
