Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

source: Select a template to update or delete the title.
sv_se: Välj en mapp för att uppdatera eller radera rubriken.

# placeholder: Quiz
source: %s Taxonomies
sv_se: Testtaxonomier

# placeholder: quizzes
source: Control which Taxonomies can be used with the LearnDash %s.
sv_se: Styr vilka taxonomier som kan används i Learndash-testen.

# placeholder: Quiz
source: Manage %s Categories via the Actions dropdown
sv_se: Hantera testkategorier via åtgärdsmenyn

# placeholder: Quiz
source: Manage %s Tags via the Actions dropdown
sv_se: Hantera testtaggar via åtgärdsmenyn

source: Registration Fields
sv_se: Registreringsfält

source: Password
sv_se: Lösenord

source: Label
sv_se: Etikett

source: Registration/Login Pages
sv_se: Registrerings-/inloggningssidor

source: Registration/Login
sv_se: Registrering/inloggning

source: Registration Success
sv_se: Registrering lyckad

source: Reset Password Success
sv_se: Återställning av lösenord lyckad

source: Select a Page...
sv_se: Välj en sida...

source: Quick Links
sv_se: Snabblänkar

source: Save Options
sv_se: Spara inställningar

source: Copy System Info
sv_se: Kopiera systeminformation

source: Copy
sv_se: Kopiera

source: Copy Success
sv_se: Kopiering lyckades

source: Copy Failed
sv_se: Kopiering misslyckades

source: Reset ALL LearnDash Data
sv_se: Återställ ALL Learndash-data

source: Warning: This will remove ALL LearnDash data including any custom database tables.
sv_se: Varning: detta kommer att radera ALL Learndash-data inklusive eventuella anpassade databastabeller.

source: Confirm the data deletion
sv_se: Bekräfta dataraderingen

source: Are you sure that you want to remove ALL LearnDash data?
sv_se: Är du säker på att du vill radera all Learndash-data?

# placeholder: secret generated code
source: Enter %s in the above field and click the submit button
sv_se: Ange %s i fältet ovan och klicka på inskickningsknappen

source: Submit
sv_se: Skicka

source: Database Tables
sv_se: Databastabeller

source: Table Name
sv_se: Tabellnamn

source: Present
sv_se: Nu

source: When the LearnDash plugin or related add-ons are activated they will create the following tables. If the tables are not present try reactivating the plugin. If the table still do not show check the DB_USER defined in your wp-config.php and ensure it has the proper permissions to create tables. Check with your host for help.
sv_se: När Learndash-tillägget eller relaterade tillägg är aktiva kommer de att skapa följande tabeller. Ifall tabellerna inte finns, försök att omaktivera tillägget. Om tabellerna fortfarande inte visas, kontrollera vilken DB_USER som är definierad i din wp-config.php-fil och försäkra dig att den har ändamålsenliga rättigheter för att skapa tabeller. Kontakta din hostingpartner för hjälp.

source: The DB_USER defined in your wp-config.php does not have CREATE permission.
sv_se: DB_USER-användaren som definieras i din wp-config.php-fil har saknar CREATE-rättighet.

source: AUTO_INCREMENT missing
sv_se: AUTO_INCREMENT saknas

source: LearnDash Settings
sv_se: Learndash-inställningar

source: Setting
sv_se: Inställning

source: Value
sv_se: Värde

# placeholder: version number
source: Installed version does not match latest (%s).
sv_se: Den installerade versionen matchar inte den senaste (%s).

source: Please upgrade.
sv_se: Vänligen uppgradera.

# placeholder: date
source: last check: %s
sv_se: senaste kontroll: %s

source: LearnDash License Valid
sv_se: Learndash-licensen är giltig

source: DB Version
sv_se: Databas-version

source: Please run the Data Upgrade.
sv_se: Vänligen kör datauppgraderingen.

# placeholder: datetime
source: last run %s
sv_se: senast körd %s

# placeholder: Courses
source: Data Upgrade %s
sv_se: Datauppgradera kurser

# placeholder: Quizzes
source: Data Upgrade %s
sv_se: Datauppgradera test

# placeholder: Questions
source: Data Upgrade ProQuiz %s
sv_se: Datauppgradera Proquiz-frågor

# placeholder: Courses
source: %s Count
sv_se: Kursantal

# placeholder: Lessons
source: %s Count
sv_se: Lektionsantal

# placeholder: Topics
source: %s Count
sv_se: Avsnittsantal

# placeholder: Quizzes
source: %s Count
sv_se: Testantal

# placeholder: Groups
source: %s Count
sv_se: Gruppantal

source: Assignments Count
sv_se: Uppgiftsantal

source: Essays Count
sv_se: Uppsatsantal

source: Active LD Theme
sv_se: Aktivt LD-tema

# placeholder: Course
source: %s Auto-enroll
sv_se: Kursautoregistrera

source: Builders
sv_se: Byggare

# placeholder: Course
source: %s Builder Interface
sv_se: Kursbyggargränssnitt

# placeholder: Quiz
source: %s Builder Interface
sv_se: Testbyggargränssnitt

# placeholder: Quiz, Questions
source: %1$s Shared %2$s
sv_se: Testgemensamma frågor

source: Permalinks
sv_se: Permalänkar

source: Nested URLs
sv_se: Nästlade URL:er

# placeholder: Courses
source: %s Permalink slug
sv_se: Kurspermalänksslug

# placeholder: Lessons
source: %s Permalink slug
sv_se: Lektionpermalänksslug

# placeholder: Topics
source: %s Permalink slug
sv_se: Avsnittspermalänksslug

# placeholder: Quizzes
source: %s Permalink slug
sv_se: Frågepermalänksslug

# placeholder: Groups
source: %s Permalink slug
sv_se: Grupppermalänksslug

# placeholder: Courses
source: %s Category base
sv_se: Kurskategoribas

# placeholder: Courses
source: %s Tag base
sv_se: Kurstaggbas

# placeholder: Lessons
source: %s Category base
sv_se: Lektionskategoribas

# placeholder: Lessons
source: %s Tag base
sv_se: Lektionstaggbas

# placeholder: Topics
source: %s Category base
sv_se: Avsnittskategoribas

# placeholder: Quizzes
source: %s Category base
sv_se: Testkategoribas

# placeholder: Quizzes
source: %s Tag base
sv_se: Testtaggbas

# placeholder: Groups
source: %s Category base
sv_se: Gruppkategoribas

# placeholder: Groups
source: %s Tag base
sv_se: Grupptaggbas

source: Upload Directories
sv_se: Uppladdningsmappar

source: Assignment Upload Dir
sv_se: Uppgiftsuppladdningsmapp

source: Directory does not exists
sv_se: Mappen existerar inte

source: Directory not writable
sv_se: Mappen är inte skrivbar

source: Essay Upload Dir
sv_se: Uppsatsuppladdningsmapp

source: Defines
sv_se: Definierar

source: Translation Files
sv_se: Översättningsfiler

source: Server Settings
sv_se: Serverinställningar

source: LearnDash Minimum Requirements
sv_se: Learndash-minimikrav

source: PHP OS Family
sv_se: PHP-OS-familj

source: Protocols
sv_se: Protokoll

source: Path to the CA certificates not set. Please add it to curl.cainfo in the php.ini file. Otherwise, PayPal may not work.
sv_se: Sökvägen till CA-certifikaten är inte inställd. Vänligen lägg till den till curl.cainfo i php.ini-filen. Annars fungerar eventuellt inte Paypal.

source: Path to the CA certificates not set.
sv_se: Sökvägen till CA-certifikaten är inte inställd.

source: Path to the CA certificates
sv_se: Sökväg till CA-certifikat

source: Templates
sv_se: Mallar

source: Template Name
sv_se: Mallnamn

source: Template Path
sv_se: Mallsökväg

source: Current Active LD Theme
sv_se: För närvarande aktivt LD-tema

source: The following is the search order paths for override templates, relative to site root:
sv_se: Följande är sökvägarna för överskridna mallar, relativt till webbplatsens root:

source: <PARENT or CHILD THEME>
sv_se: <FÖRÄLDRATEMA eller BARNTEMA>

source: WordPress Active Plugins
sv_se: Wordpress aktiva tillägg

source: Plugin
sv_se: Tillägg

source: Details
sv_se: Detaljer

source: Update available
sv_se: Uppdatering tillgänlig

source: Path
sv_se: Sökväg

source: WordPress Active Theme
sv_se: Wordpress aktiva tema

source: Theme
sv_se: Tema

source: WordPress Settings
sv_se: Wordpress-inställningar

source: WordPress Home URL
sv_se: Wordpress hem-URL

source: WordPress Site URL
sv_se: Wordpress webbplats-URL

source: Is Multisite
sv_se: Är multisite

source: Site Language
sv_se: Webbplatsspråk

source: Using Permalinks
sv_se: Använder permalänkar

source: Object Cache
sv_se: Objekt-cache

source: Recommended at least 100M memory.
sv_se: Rekommenderat åtminstone 100 MB minne.

source: Recommended at least 256M memory.
sv_se: Rekommenderat åtminstone 256 MB minne.

source: Data Sharing
sv_se: Datadelning

source: Yes, share plugin usage data with LearnDash, part of the StellarWP family of brands
sv_se: Ja, dela tilläggets användningsdata med Learndash, en del av StellarWP:s varumärkesfamilj

source: No, do not share plugin usage data with LearnDash, part of the StellarWP family of brands
sv_se: Nej, dela inte tilläggets användningsdata med Learndash, en del av StellarWP:s varumärkesfamilj

# placeholder: Topics
source: Control the LearnDash %s Custom Post Type Options.
sv_se: Styr inläggstypsinställningarna för Learndash-avsnitt.

# placeholder: Topic
source: %s Search
sv_se: Avsnittssök

# placeholder: topic
source: Includes the %s post type in front end search results
sv_se: Inkluderar avsnittsinläggstypen i sökresultaten på front-end

# placeholder: Topics
source: Include %s only if user is logged in.
sv_se: Inkludera avsnitt endast om användare är inloggad.

# placeholder: Topics
source: Include %s only if user is enrolled.
sv_se: Inkludera avsnitt endast om användare är registrerad.

# placeholder: topics, link to WP Permalinks page
source: Enables the front end archive page where all %1$s are listed. You must %2$s for the change to take effect.
sv_se: Aktiverar en arkivsida på front-end där alla avsnitt listas. Du måste %2$s för att ändringen ska träda i kraft.

# placeholder: topic
source: Enables an RSS feed for all %1$s posts.
sv_se: Aktiverar ett RSS-flöde för alla avsnittsinlägg.

# placeholder: Topic
source: %s Taxonomies
sv_se: Avsnittstaxonomier

# placeholder: topics
source: Control which Taxonomies can be used with the LearnDash %s.
sv_se: Styr vilka taxonomier som kan användas för Learndash-avsnitt.

# placeholder: Topic
source: Manage %s Categories via the Actions dropdown
sv_se: Hantera avsnittskategorier via åtgärdsmenyn

# placeholder: Topic
source: Manage %s Tags via the Actions dropdown
sv_se: Hantera avsnittstaggar via åtgärdsmenyn

source: Refresh Translations
sv_se: Uppdatera översättningar

source: Updated
sv_se: Uppdaterat

# Placeholder: Course
source: %s Purchase Success
sv_se: Kursköp lyckades

source: Customer
sv_se: Kund

source: Supported placeholders
sv_se: Tillåtna platshållare

source: User first name
sv_se: Användarförnamn

source: User last name
sv_se: Användarefternamn

source: User display name
sv_se: Användarvisningsnamn

source: User email
sv_se: Användar-e-postadress

# placeholder: Course label
source: %s Title
sv_se: Kursrubrik

# placeholder: Course label
source: %s URL
sv_se: Kurs-URL

source: Site Title
sv_se: Webbplatsrubrik

source: Site URL
sv_se: Webbplats-URL

source: Content Type
sv_se: Innehållstyp

source: Text only
sv_se: Enbart test

# Placeholder: Group
source: %s Purchase Success
sv_se: Gruppköp lyckades

# placeholder: Group label
source: %s Title
sv_se: Grupprubrik

# placeholder: Group label
source: %s URL
sv_se: Grupp-URL

source: New User Registration
sv_se: Ny användarregistrering

# placeholders: Course, Group label
source: %1$s/%2$s Title
sv_se: Kurs-/grupprubrik

# placeholders: Course, Group label
source: %1$s/%2$s URL
sv_se: Kurs-/grupp-URL

source: Purchase Invoice
sv_se: Faktura

source: Customer Name
sv_se: Kundnamn

source: Vat/Tax Number
sv_se: Momregistreringsnummer

source: Company Name
sv_se: Organisationsnamn

source: Company Address
sv_se: Organisationsadress

source: Logo Upload
sv_se: Ladda upp logotyp

source: Logo Location
sv_se: Logotypplacering

source: Right
sv_se: Höger

source: Left
sv_se: Vänster

source: PayPal Settings
sv_se: Paypal-inställningar

source: Are you sure want to reset the PayPal values?
sv_se: Är du säker på att du vill återställa Paypal-värdena?

source: Test Mode
sv_se: Testläge

source: Check to enable the PayPal sandbox.
sv_se: Kryssa i för att aktivera Paypal-sandlådan.

source: PayPal Email
sv_se: Paypal-e-post

source: Enter your PayPal email here.
sv_se: Ange din Paypay-e-postadress här.

source: Country Code
sv_se: Landskod

# placeholder: URL to PayPal Country Codes.
source: Enter your country code here. See PayPal %s Documentation
sv_se: Ange din landskod här. Se Paypals %sdokumentation

source: Country Codes
sv_se: Landskod

source: Return URL
sv_se: Återvänds-URL

source: Enter the URL used for completed purchases (typically a thank you page).
sv_se: Ange URL:en som används för genomförda köp (vanligtvis en tacksida).

source: Cancel URL
sv_se: Avbryt-URL

source: Enter the URL used for purchase cancellations.
sv_se: Ange URL:en som används för köpannullering.

source: Enter the URL used for IPN notifications.
sv_se: Ange URL:en som används för IPN-notiser.

source: PayPal Email must be a valid email.
sv_se: Paypal-e-postadressen måste vara en giltig e-postadress.

source: PayPal Country Code cannot be empty.
sv_se: Paypal-landskod kan inte vara tom.

source: PayPal Country Code should not be longer than 2 letters.
sv_se: Paypal-landskod är inte längre än två bokstäver.

source: Razorpay Settings
sv_se: Razorpay-inställningar

source: Check this box to enable test mode.
sv_se: Kryssa i denna ruta att aktivera testläget.

source: Test: Key Id
sv_se: Test: Nyckel-ID

source: Test: Key Secret
sv_se: Test: Nyckelhemlighet

source: Test: Webhook Secret
sv_se: Test: Webhook-hemlighet

source: Live: Key Id
sv_se: Live: Nyckel-ID

source: Live: Key Secret
sv_se: Live: Nyckelhemlighet

source: Live: Webhook Secret
sv_se: Live: Webhook-hemlighet

source: Return URL
sv_se: Återvänds-URL

source: Redirect the user to a specific URL after the purchase. Leave blank to let a user to be redirected to the course/group page.
sv_se: Omdirigerar användaren till en specifik URL efter köp. Lämna tomt för att omdirigera användaren till kurs-/gruppsidan.

source: You have to add this URL in the webhooks section of your Razorpay Dashboard.
sv_se: Du måste lägga till den här URL:n i webhooks-sektionen av din Razorpay-dashboard.

source: Don't forget to configure your webhook on Razorpay.
sv_se: Glöm inte att konfigurera din webhook på Razorpay.

source: In order for Razorpay to function properly, you must add a new webhook endpoint.
sv_se: För att Razorpay ska fungera korrekt måste du lägga till en ny webhook-slutpunkt.

# placeholders: Webhooks dashboard url, button title, webhook url
source: To do this please visit the %1$s and click the %2$s button and paste the following URL: %3$s
sv_se: För att göra detta går du till %1$, klickar på %2$s-knappen och klistrar in följande URL: %3$s

source: Webhooks Section
sv_se: Webhooks-sektion

source: Add New Webhook
sv_se: Lägg till ny webhook

source: Razorpay webhooks are required so LearnDash can communicate properly with the payment gateway to confirm payment completion, renewals, and more.
sv_se: Razorpays webhooks krävs för att Learndash ska kunna kommunicera korrekt med betalningslösningen för att bekräfta betalningar, förnyelser med mera.

source: Stripe Connect Settings
sv_se: Stripe Connect-inställningar

source: Test Publishable Key
sv_se: Publicerbar testnyckel

source: Test publishable key used in test mode.
sv_se: Publicerbar testnyckel som används i testläge.

source: Test Secret Key
sv_se: Test: Hemlig nyckel

source: Test secret key used in test mode.
sv_se: Hemlig testnyckel som används i testläge.

source: Live Publishable Key
sv_se: Live: Publicerbar nyckel

source: Live publishable key used in real transaction.
sv_se: Publicerbar nyckel som används i riktiga transaktioner.

source: Live Secret Key
sv_se: Live: Hemlig nyckel

source: Live secret key used in real transaction.
sv_se: Hemlig nyckel som används i riktiga transaktioner.

source: Account Id
sv_se: Konto-ID

source: Payment Methods
sv_se: Betalsätt

source: Stripe payment methods to be enabled on the site.
sv_se: Stripe-betalningsmetoder som ska aktiveras på webbplatsen.

source: Credit Card
sv_se: Betalkort

source: Redirect the user to a specific URL after the purchase. Leave blank to let user remain on the Course page.
sv_se: Omdirigerar användaren till en specifik URL efter köp. Lämna tomt för att låta användaren stanna på kurssidan.

source: Stripe Error
sv_se: Stripefel

source: You are connected! Please configure your Stripe webhook to finalize the setup.
sv_se: Du är ansluten! Vänligen konfigurera din Stripe-webhook för att slutföra installationen.

source: In order for Stripe to function properly, you must add a new Stripe webhook endpoint. To do this please visit the <a href='https://dashboard.stripe.com/webhooks' target='_blank'>Webhooks Section of your Stripe Dashboard</a> and click the <strong>Add endpoint</strong> button and paste the following URL:
sv_se: För att Stripe ska fungera korrekt måste du lägga till en ny slutpunkt för Stripe-webhook. För att göra detta går du till <a href="https://dashboard.stripe.com/webhooks" target="_blank">avsnittet Webhooks i din Stripe-dashboard</a>, klickar på knappen <strong>Lägg till slutpunkt</strong> och klistrar in följande URL:

source: Stripe webhooks are required so LearnDash can communicate properly with the payment gateway to confirm payment completion, renewals, and more.
sv_se: Stripes webhooks krävs för att Learndash ska kunna kommunicera korrekt med betalningslösningen för att bekräfta betalningar, förnyelser med mera.

source: Stripe disconnected
sv_se: Stripe frånkopplat

source: Want to accept credit card payments directly on your website?
sv_se: Vill du ta emot betalningar med betalkort på din webbplats?

source: Stripe webhook was received!
sv_se: Stripe-webhook togs emot.

source: You are ready to accept Stripe payments.
sv_se: Du är redo att ta emot Stripe-betalningar.

source: Important!
sv_se: Viktigt!

source: Disconnect Stripe
sv_se: Koppla bort Stripe

# placeholder: Course
source: %s Info
sv_se: Kursinfo

# placeholder: course, quizzes, course
source: This shortcode displays %1$s related information on the certificate. <strong>Unless specified otherwise, all points, scores and percentages relate to the %2$s associated with the %3$s.</strong>
sv_se: Din kortkod visar kursrelaterad information på certifieringen. <strong>Om du inte anger annat är alla poäng, resultat och andelar relaterade till testet som är kopplat till kursen.</strong>

source: Show
sv_se: Visa

# placeholders: quizzes, course, quizzes, course
source: This parameter determines the information to be shown by the shortcode.<br />cumulative - average for all %1$s of the %2$s.<br />aggregate - sum for all %3$s of the %4$s.
sv_se: Din parameter styr informationen som visas med kortkoden.<br />cumulative: genomsnitt för alla test på kursen.<br />aggregate – summan för alla test på kursen.

# placeholder: Course
source: %s Title
sv_se: Kursrubrik

# placeholder: Course
source: %s URL
sv_se: Kurs-URL

# placeholder: Course
source: %s Enrolled Users Count
sv_se: Antal kursregistrerade användare

# placeholder: Course
source: Total User %s Points
sv_se: Användarens totala kurspoäng

# placeholder: Course
source: Total User %s Time
sv_se: Användarens totala kurstid

# placeholder: Course
source: %s Completed On (date)
sv_se: Kurs slutförd (datum)

# placeholder: Course
source: Enrolled On (date)
sv_se: Registrerad (datum)

# placeholder: Quizzes
source: Cumulative %s Score
sv_se: Kumulativt testresultat

# placeholder: Quizzes
source: Cumulative %s Points
sv_se: Kumulativa testpoäng

# placeholder: Quizzes
source: Possible Cumulative %s Total Points
sv_se: Totalt möjliga kumulativa testpoäng

# placeholder: Quizzes
source: Cumulative %s Percentage
sv_se: Kumulativ testandel

# placeholder: Quizzes
source: Cumulative %s Time Spent
sv_se: Kumulativt spenderad testtid

# placeholder: Quizzes
source: Aggregate %s Percentage
sv_se: Aggregerad testandel

# placeholder: Quizzes
source: Aggregate %s Score
sv_se: Aggregerat testresultat

# placeholder: Quizzes
source: Aggregate %s Points
sv_se: Aggregerade testpoäng

# placeholder: Quizzes
source: Possible %s Aggregate Total Points
sv_se: Totalt möjliga aggregerad testpoäng

# placeholder: Quizzes
source: Aggregate %s Time Spent
sv_se: Aggregerad spenderad testtid

source: This can be used to change the date format. Default: "F j, Y, g:i a" shows as <i>March 10, 2001, 5:16 pm</i>. See <a target="_blank" href="http://php.net/manual/en/function.date.php">the full list of available date formatting strings here.</a>
sv_se: Detta kan användas för att ändra datumformatet. Standard: "F j, Y, g:i a" visas som <i>Mars 10, 2001, 5:16 pm</i>. Se <a target="_blank" href="http://php.net/manual/en/function.date.php">den fullständiga listan av tillgängliga datumformatssträngar här.</a>

source: Seconds Format
sv_se: Sekundformat

source: This can be used to change the format of seconds. Default: "time" shows a number of seconds as <i>XXmin YYsec</i>.
sv_se: Detta kan användas för att ändra sekundformatet. Standard: "time" visar ett antal sekunder som <i>XX min YY s</i>.

source: Time - 20min 49sec
sv_se: Tid – 20 min 49 s

source: Seconds - 1436
sv_se: Sekunder – 1436

# placeholders: Course, Course
source: Enter single %1$s ID. Leave blank for current %2$s.
sv_se: Ange ett kurs-ID. Lämna tomt för aktuell kurs.

source: Enter specific User ID. Leave blank for current User.
sv_se: Ange specifikt användar-ID. Lämna tomt för aktuell användare.

source: Decimals
sv_se: Decimaler

source: Number of decimal places to show. Default is 2.
sv_se: Antal decimaler att visa. Standard är 2.

# placeholder: Course
source: %s Complete
sv_se: Kurs slutförd

# placeholders: course
source: This shortcode shows the content if the user has completed the %s. The shortcode can be used on any page or widget area.
sv_se: Din kortkod visar innehållet ifall kursen har slutfört kursen. Kortkoden kan användas på valfri sida eller widgetpanel.

source: Message shown to user
sv_se: Meddelande som visas för användare

source: Auto Paragraph
sv_se: Automatisk styckesindelning

source: Format shortcode content into proper paragraphs.
sv_se: Formatera kortkodens innehåll i passande stycken.

source: Yes (default)
sv_se: Ja (standard)

# placeholders: Course, lesson, topics, quizzes
source: This shortcode displays the %1$s Content table (%2$s, %3$s, and %4$s) when inserted on a page or post.
sv_se: Din kortkod visar kursinnehållstabellen (lektioner, avsnitt och test) när den infogas på en sida eller i ett inlägg.

source: Display Type
sv_se: Visningstyp

source: Select a Display Type
sv_se: Välj en visningstyp

# placeholders: Course
source: Enter single %s ID
sv_se: Ange ett kurs-ID

# placeholders: Course
source: Enter single Step ID. Leave blank if used within a %s.
sv_se: Ange enskilt steg-ID. Lämna tomt vid användning i en kurs.

# placeholder: Group
source: %s ID
sv_se: Grupp-ID

# placeholders: Group
source: Enter single %s ID
sv_se: Ange enskilt grupp-ID

source: Items Per Page
sv_se: Objekt per sida

source: Leave empty for default or 0 to show all items.
sv_se: Lämna tomt för standard eller 0 för att visa alla objekt.

# placeholder: Course
source: %s In Progress
sv_se: Pågående kurs

# placeholders: course
source: This shortcode shows the content if the user has started but not completed the %s. The shortcode can be used on <strong>any</strong> page or widget area.
sv_se: Din kortkod visar innehållet ifall användaren har påbörjat men inte slutfört kursen. Kortkoden kan användas på valfri sida eller widgetpanel.

# placeholder: Course
source: %s Not Started
sv_se: Kurs ej påbörjad

# placeholders: course
source: This shortcode shows the content if the user has access to the %s but not yet started. The shortcode can be used on <strong>any</strong> page or widget area.
sv_se: Din kortkod visar innehållet ifall användaren har tillgång till kursen men inte har påbörjat den. Din kortkod kan användas på valfri sida eller widgetpanel.

# placeholder: Group
source: %s Info
sv_se: Gruppinfo
