Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

# placeholder: course
source: Allow admin users to access %s content in any order bypassing progression and access limitations
sv_se: Låt administratörer ha tillgång till kursinnehåll i valfri ordning utan ordnings- och tillgångsbegränsning

source: Admin must follow the progression and access rules
sv_se: Administratörer måste följa ordnings- och tillgångsregler

# placeholder: course
source: Admin can access %s content in any order
sv_se: Administratörer har tillgång till kursinnehåll i valfri ordning

source: Include in Reports
sv_se: Inkludera i rapporter

source: Include admin users in reports, including ProPanel reporting.
sv_se: Inkludera administratörer i rapporter, inklusive Propanel-rapporter.

source: Admin is not included in reports
sv_se: Administratörer exkluderas i rapporter

source: Admin is included in reports
sv_se: Administratörer inkluderas i rapporter

source: Login / Registration Settings
sv_se: Inloggnings-/registreringsinställningar

source: Login Logo
sv_se: Inloggningslogotyp

source: Login Logo 2
sv_se: Inloggningslogotyp 2

# placeholder: Default per page
source: Default per page controls all shortcodes and widget. Default is %d. Set to zero for no pagination.
sv_se: Standardsidindelning styr alla kortkoder och widgetar. Standard är %d. Välj noll för att inaktivera sidindelning.

source: Global Pagination Settings
sv_se: Globala sidindelningsinställningar

source: Specify the default number of items displayed per page for various listing outputs.
sv_se: Ange standardantalet inlägg som ska visas per sida för olika listor.

source: WP Profile
sv_se: WP-profil

source: Controls the pagination for the WordPress Profile LearnDash elements.
sv_se: Styr sidindelningen för Wordpress-profilens Learndash-element.

# placeholder: default per page number
source: Pagination defaults to %d
sv_se: Sidindelning är %d som standard

# placeholder: Course
source: %s Progress
sv_se: Kursförlopp

# placeholder: courses
source: %s per page
sv_se: %s per sida

# placeholder: Quiz.
source: %s Attempts
sv_se: Testförsök

# placeholder: quizzes
source: %s per page
sv_se: test per sida

source: Shortcodes & Widgets
sv_se: Kortkoder och widgetar

source: Controls the global pagination for the LD shortcodes as well as courseinfo widget. These can be overridden individually.
sv_se: Styr den globala sidindelningen för LD-kortkoder och kursinfowidgeten. Inställningarna kan överskridas individuellt.

# placeholder: Question
source: Backend %s Widget
sv_se: Frågewidget för backend

# Questions, quiz, question
source: Controls the pagination for the %1$s admin widget when editing a %2$s or %3$s.
sv_se: Styr sidindelningen för frågeadministrationswidgeten vid redigering av test eller frågor.

source: REST API Settings
sv_se: Rest-API-inställningar

source: Control and customize the REST API endpoints.
sv_se: Styr och anpassar Rest-API-slutpunkterna.

source: Enabled REST API Active Version
sv_se: Aktiverat Rest-API aktiv version

source: Customize the LearnDash REST API namespace and endpoints. Leave text fields blank to revert to default.
sv_se: Anpassa Learndashs Rest-API-namnrymd och -slutpunkter. Lämna textfälten tomma för att återgå till standard.

source: REST API must be enabled
sv_se: Rest-API måste vara aktiverat

# placeholder: Course
source: %s Steps
sv_se: Kurssteg

# placeholder: Quiz
source: %s Form Entries
sv_se: Testformulärinlägg

# placeholder: Quiz
source: %s Statistics
sv_se: Teststatistik

# placeholder: Courses
source: User %s
sv_se: Användarkurser

# placeholder: Groups
source: User %s
sv_se: Användargrupper

# placeholder: Course
source: User %s Progress
sv_se: Användarkursförlopp

# placeholder: Quiz
source: User %s Attempts
sv_se: Användartestförsök

source: Progress Status
sv_se: Framstegsstatus

source: Price Types
sv_se: Pristyper

# placeholder: Question
source: %s Types
sv_se: Frågetyper

source: V1 Endpoints
sv_se: V1-ändpunkter

source: V2 Endpoints (Beta)
sv_se: V2-ändpunkter (beta)

# Group Custom Post Type Options
source: %s Custom Post Type Options
sv_se: Inläggstypsinställningar för grupper

# placeholder: Group
source: Control the LearnDash %s Custom Post Type Options.
sv_se: Styr inläggstypsinställningarna för Learndash-grupper.

# placeholder: Groups
source: %s are public on the front-end
sv_se: Grupper är publika på frontend

# placeholder: Group
source: %s Search
sv_se: Gruppsök

# placeholder: group
source: Includes the %s post type in front end search results
sv_se: Inkluderar gruppläggstypen i sökresultaten på frontend

# placeholders: groups, link to WP Permalinks page
source: Enables the front end archive page where all %1$s are listed. You must %2$s for the change to take effect.
sv_se: Aktiverar en arkivsida på front-end där alla grupper listas. Du måste %2$s för att ändringen ska träda i kraft.

# placeholder: group
source: Enables an RSS feed for all %s posts.
sv_se: Aktiverar ett RSS-flöde för alla gruppinlägg.

# placeholder: group
source: %s is not set to public, set to Public to allow access on the front end.
sv_se: Gruppen är inte offentlig. Ändra till offentlig för tillgång på front-end.

# placeholder: Group Leader
source: %s User Settings
sv_se: Gruppledaranvändarinställningar

# placeholder: Group Leader
source: Controls the %s capabilities.
sv_se: Styr gruppledarrättigheterna.

# placeholder: Groups
source: Managed %s Auto-enrollment
sv_se: Hanterad automatisk gruppregistrering

# placeholder: groups
source: Enroll in %s managed by the Group Leader.
sv_se: Registrera i grupper som hanteras av gruppledaren.

# placeholder: groups
source: Group Leader not enrolled in managed %s.
sv_se: Gruppledare är inte registrerad i hanterad grupp.

# placeholder: groups
source: Group Leader enrolled in managed %s.
sv_se: Gruppledare registrerad i hanterad grupp.

# placeholder: group leader, courses, course
source: Allow %1$s users to have access to %2$s automatically without requiring %3$s enrollment.
sv_se: Låt gruppledaranvändare få tillgång till kurser automatiskt utan att kräva kursregistrering.

# placeholder: Group Leader, courses
source: %1$s has access to enrolled %2$s only
sv_se: Gruppledare har endast tillgång till registrerade kurser

# placeholder: Group Leader, courses
source: %1$s has access to all %2$s automatically
sv_se: Gruppledare har tillgång till alla kurser automatiskt

# placeholder: course
source: Allow %1$s users to access %2$s content in any order bypassing progression and access limitations
sv_se: Låt gruppledaranvändare få tillgång till kursinnehåll i valfri ordning, så att de kan gå förbi ordnings- och tillgångsbegränsningar

# placeholder: Group Leader
source: %s must follow the progression and access rules
sv_se: Gruppledare måste följa ordnings- och tillgångsregler

# placeholder: group leader, course
source: %1$s can access %2$s content in any order
sv_se: Gruppledare har tillgång till kursinnehåll i valfri ordning

# placeholder: Groups
source: Manage %s
sv_se: Hantera grupper

# placeholder: group leader, groups
source: Allow %1$s to create and manage %2$s.
sv_se: Tillåt gruppledare att skapa och hantera grupper.

source: Basic
sv_se: Grundläggande

# placeholder: Group leader, Groups
source: %1$s can only create, manage, and delete their own %2$s only.
sv_se: Gruppledare kan enbart skapa, hantera och radera sina egna grupper.

source: Advanced
sv_se: Avancerat

# placeholder: Group leader, groups
source: %1$s can create, manage and delete ANY %2$s on the site.
sv_se: Gruppledare kan skapa, hantera och radera ALLA grupper på webbplatsen.

# placeholder: Courses
source: Manage %s
sv_se: Hantera kurser

# placeholder: group leader, courses
source: Allow %1$s to create and manage %2$s.
sv_se: Tillåt gruppledare att skapa och hantera kurser.

# placeholder: Group leader, courses
source: %1$s can only create, manage, and delete their own %2$s only.
sv_se: Gruppledare kan enbart skapa, hantera och radera sina egna kurser.

# placeholder: Group leader, courses
source: %1$s can create, manage and delete ANY %2$s on the site.
sv_se: Gruppledare kan skapa, hantera och radera ALLA kurser på webbplatsen.

source: Manage Users
sv_se: Hantera användare

# placeholder: Group leader
source: Allow %s to create and manage users.
sv_se: Tillåt gruppledare att skapa och hantera användare.

# placeholder: Group leader, courses
source: %1$s can only manage users within their assigned %2$s only.
sv_se: Gruppledare kan enbart hantera användare i sina egna tilldelade kurser.

# placeholder: Group leader
source: %s can create, manage and delete ANY users on the site.
sv_se: Gruppledare kan skapa, hantera och radera ALLA användare på webbplatsen.

# placeholder: anchor to support page and label
source: Activating these options can interfere with customized user roles. If you have customized user roles, please review our support %s before proceeding.
sv_se: Aktivering av dessa alternativ kan orsaka konflikt med anpassade användarroller. Rådgör med vår support %s innan du fortsätter om du har anpassade användarroller.

# placeholder: Group
source: Global %s Management & Display Settings
sv_se: Globala grupphanterings- och gruppvisningsinställningar

# placeholder: group
source: Control settings for %s creation, and visual organization
sv_se: Styr inställningarna för gruppskapande och visuell organisering

# placeholder: Group
source: %s Hierarchy
sv_se: Grupphierarki

# placeholder: Group, Groups
source: A %1$s can be nested within other %2$s.
sv_se: En grupp kan vara nästlad i andra grupper.

# placeholder: Group
source: %s Table Pagination
sv_se: Grupptabellssidindelning

# placeholder: course, course
source: Customize the pagination options for ALL %s content tables.
sv_se: Anpassa sidindelningsinställningarna för ALLA kursinnehållstabeller.

# placeholder: Group, Courses
source: %1$s %2$s Order
sv_se: Grupplektionsordning

# placeholder: courses
source: Customize the display order of %s.
sv_se: Anpassa visningsordningen för kurser.

# placeholder: Group
source: %s Content Protection
sv_se: Gruppinnehållsskydd

# placeholder: group
source: Access to certain post types can be controlled via the associated %s enrollment.
sv_se: Tillgång till vissa posttyper kan styras via den kopplade gruppregistreringen.

# placeholder: group
source: This page is protected and requires %s access
sv_se: Denna sida är skyddad och kräver grupptillgång

source: Supported Post Types
sv_se: Stödda inläggstyper

# placeholder: group
source: Specify which post types can allow for %s membership protection.
sv_se: Specificera vilka inläggstyper som kan tillåta gruppmedlemskapsskydd.

source: Access Denied Message
sv_se: Nekad åtkomst-meddelande

source: Set a global message for any user trying to access the protected post / page without permission.
sv_se: Sätter ett globalt meddelande för användare som försöker få tillgång till det skyddade inlägget eller den skyddande sidan utan tillstånd.

source: Bypass User Roles
sv_se: Kringgå användarroller

# placeholder: group
source: Allow specific user roles to bypass the %s membership protection.
sv_se: Låt specifika användarroller kringgå gruppmedlemskapsskyddet.

# placeholder: Group
source: %s Taxonomies
sv_se: Grupptaxonomier

# placeholder: group
source: Control which taxonomies can be used to better organize your LearnDash %s.
sv_se: Styr vilka taxonomier som kan användas för att organisera dina Learndash-grupper.

# placeholder: Group
source: Manage %s Categories via the Actions dropdown
sv_se: Hantera gruppkategorier via åtgärdsmenyn

# placeholder: Group
source: Manage %s Tags via the Actions dropdown
sv_se: Hantera grupptaggar via åtgärdsmenyn

source: Import / Export
sv_se: Importera/exportera

source: Please select a valid file to import.
sv_se: Välj en giltig fil att importera.

source: The file you are trying to upload is too large. Max size allowed: %s
sv_se: Filen som du försöker att ladda upp är för stor. Största tillåtna filstorlek: %s

source: in progress
sv_se: pågående

source: Uploading...
sv_se: Laddar upp...

source: Export archive created on %s.
sv_se: Exportarkiv skapat %s.

source: Posts
sv_se: Inlägg

source: Profiles
sv_se: Profiler

source: Progress
sv_se: Framsteg

source: Other
sv_se: Övrigt

source: Global Settings
sv_se: Globala inställningar

source: What do you want to export?
sv_se: Vad vill du exportera?

source: Everything
sv_se: Allt

source: I want to select
sv_se: Jag vill välja

source: Export in progress
sv_se: Export pågår

source: What do you want to import?
sv_se: Vad vill du importera?

source: Import in progress
sv_se: Import pågår

# placeholder: Lesson
source: %s Custom Post Type Options
sv_se: Inläggstypsinställningar för lektioner

# placeholder: Lessons
source: Control options specific to the %s post type
sv_se: Styr specifika alternativ för lektionsinläggstypen

# placeholder: Lesson
source: %s Search
sv_se: Lektionssök

# placeholder: lesson
source: Includes the %s post type in front end search results
sv_se: Inkluderar lektionsinläggstypen i sökresultaten på front-end

source: Logged-in User only
sv_se: Endast inloggade användare

# placeholder: Lessons
source: Include %s only if user is logged in.
sv_se: Inkludera lektioner endast om användare är inloggad.

source: Enrolled only
sv_se: Endast registrerade

# placeholder: Lessons
source: Include %s only if user is enrolled.
sv_se: Inkludera lektioner endast om användare är registrerad.

# placeholder: , link to WP Permalinks page
source: Enables the front end archive page where all %1$s are listed. You must %2$s for the change to take effect.
sv_se: Aktiverar en arkivsida på front-end där alla lektioner listas. Du måste %2$s för att ändringen ska träda i kraft.

# placeholder: lesson
source: Enables an RSS feed for all %1$s posts.
sv_se: Aktiverar ett RSS-flöde för alla lektionsinlägg.

# placeholder: Lesson
source: %s Taxonomies
sv_se: Lektionstaxonomier

# placeholder: Lessons
source: Control which taxonomies can be used to better organize your LearnDash %s.
sv_se: Styr vilka taxonomier som kan användas för att organisera dina Learndash-lektioner.

# placeholder: Lesson
source: Manage %s Categories via the Actions dropdown
sv_se: Hantera lektionskategorier via åtgärdsmenyn

# placeholder: Lesson
source: Manage %s Tags via the Actions dropdown
sv_se: Hantera lektionstaggar via åtgärdsmenyn

source: Logs
sv_se: Loggar

source: Log not found.
sv_se: Logg hittades ej.

source: Log content deleted.
sv_se: Logginnehåll raderat.

source: Log content not deleted.
sv_se: Logginnehåll ej raderat.

source: Choose a log to view
sv_se: Välj en logg att visa

source: log
sv_se: logg

source: What do you want to log?
sv_se: Vad vill du loggföra?

source: Default Payments Configurations
sv_se: Standardbetalningskonfigurationer

source: Currency
sv_se: Valuta

# placeholder: URL to ISO 4217
source: Enter the currency code for transactions. It should be one currency code from the %s list.
sv_se: Ange valutakoden för transaktioner. Det ska vara en valutakod från %s-listan.

source: Country
sv_se: Land

source: Select your country
sv_se: Välj ditt land

source: Payments
sv_se: Betalningar

source: Payment type
sv_se: Betalningstyp

source: No Payment items found.
sv_se: Inga betalningsinlägg hittades.

source: LearnDash Taxonomy Permalinks
sv_se: Permalänkar för Learndash-taxonomier

source: Controls the URL slugs for the custom taxonomies used by LearnDash.
sv_se: Styr URL-slug för de anpassade taxonomierna som används av Learndash.

# placeholder: Course
source: %s Category base
sv_se: Kurskategoribas

# placeholder: Course
source: %s Tag base
sv_se: Kurstaggbas

# placeholder: Lesson
source: %s Category base
sv_se: Lektionskategoribas

# placeholder: Lesson
source: %s Tag base
sv_se: Lektionstaggbas

# placeholder: Topic
source: %s Category base
sv_se: Avsnittskategoribas

# placeholder: Topic
source: %s Tag base
sv_se: Avsnittstaggbas

# placeholder: Quiz
source: %s Category base
sv_se: Testkategoribas

# placeholder: Quiz
source: %s Tag base
sv_se: Testtaggbas

# placeholder: Group
source: %s Category base
sv_se: Gruppkategoribas

# placeholder: Group
source: %s Tag base
sv_se: Grupptaggbas

source: LearnDash Permalinks
sv_se: Learndash-permalänkar

source: Controls the URL slugs for the custom posts used by LearnDash.
sv_se: Styr URL-slug för de anpassade inläggen som används av Learndash.

source: Enable Nested URLs
sv_se: Aktivera nästlade URL:er

source: This option will restructure %1$s, %2$s and %3$s URLs so they are nested hierarchically within the %4$s URL.<br />For example instead of the default %5$s URL <code>%6$s</code> the nested URL would be <code>%7$s</code>. If <a href="%7$s">Course Builder Share Steps</a> has been enabled this setting is also automatically enabled.
sv_se: Denna inställning omstrukturerar lektioner, avsnitt och test så att de blir hierarkiskt nästlade med kurs-URL:en. <br />Exempelvis blir standardavsnitts-URL:en <code>%6$s</code> en sådan här nästlad URL: <code>%7$s</code>. Om <a href="%7$s">delade kurssteg i kursbyggaren</a> har aktiverats är den här inställningen aktiverad per automatik.

# placeholder: Question
source: %s Custom Post Type Options
sv_se: Inläggstypsinställningar för frågor

# placeholder: Questions
source: Control the LearnDash %s Custom Post Type Options.
sv_se: Styr inläggstypsinställningarna för Learndash-kurser.

# placeholder: Question
source: Global %s Management & Display Settings
sv_se: Globala frågehanterings- och frågevisningsinställningar

# placeholder: questions
source: Control which templates can be used to better organize your LearnDash %s.
sv_se: Styr vilka mallar som kan användas för att organisera dina Learndash-frågor.

source: Select a template
sv_se: Välj en mall

# placeholder: Question
source: %s templates
sv_se: Frågemallar

# placeholder: Question
source: Manage %s templates. Select a template then update the title or delete.
sv_se: Hantera frågemallar. Välj en mapp och uppdatera rubriken eller radera.

source: Template updated.
sv_se: Mallen uppdaterad.

source: Template deleted.
sv_se: Mallen raderad.

# placeholder: Question
source: %s Taxonomies
sv_se: Frågetaxonomier

# placeholder: Quiz, Questions
source: Control which taxonomies can be used with the LearnDash %1$s %2$s.
sv_se: Styr vilka taxonomier som kan användas med Learndash-testfrågor.

source: Select a category
sv_se: Välj en kategori

# placeholder: Question
source: %s categories cannot be disabled.
sv_se: Frågekategorier kunde inte inaktiveras.

source: Category management
sv_se: Kategorihantering

source: Select a category to update or delete the title.
sv_se: Välj en kategori att uppdatera eller radera rubriken.

source: Category updated.
sv_se: Kategorin har uppdaterats.

source: Category deleted.
sv_se: Kategorin har raderats.

# placeholder: Quiz
source: %s Custom Post Type Options
sv_se: Inläggstypsinställningar för test

# placeholder: Quizzes
source: Control the LearnDash %s Custom Post Type Options.
sv_se: Styr inläggstypsinställningarna för Learndash-test.

# placeholder: Quiz
source: %s Search
sv_se: Testsök

# placeholder: quiz
source: Includes the %s post type in front end search results
sv_se: Inkluderar testinläggstypen i sökresultaten på front-end

# placeholder: Quizzes
source: Include %s only if user is logged in.
sv_se: Inkludera test endast om användare är inloggad.

# placeholder: Quizzes
source: Include %s only if user is enrolled.
sv_se: Inkludera test endast om användare är registrerad.

# placeholder: quizzes, link to WP Permalinks page
source: Enables the front end archive page where all %1$s are listed. You must %2$s for the change to take effect.
sv_se: Aktiverar en arkivsida på front-end där alla test listas. Du måste %2$s för att ändringen ska träda i kraft.

# placeholder: quiz
source: Enables an RSS feed for all %1$s posts.
sv_se: Aktiverar ett RSS-flöde för alla testinlägg.

# placeholder: Quiz
source: %s Email Settings
sv_se: Testrelaterade e-postinställningar

# placeholder: Quiz
source: Control the %s email notification options
sv_se: Styr de testrelaterade e-postnotisinställningarna

source: From Name
sv_se: Från namn

source: This is the name of the sender. If not provided will default to the system email name.
sv_se: Detta är namnet på avsändaren. Om inget anges kommer systemets e-postnamn att användas.

source: From Email
sv_se: Från e-postadress

# placeholder: admin email
source: This is the email address of the sender. If not provided the admin email %s will be used.
sv_se: Detta är avsändarens e-postadress. Om ingen anges kommer administratörens e-postadress %s att användas.

source: Mail To
sv_se: E-post till

source: Separate multiple email addresses with a comma, e.g. wp@test.com, test@test.com.
sv_se: Separera flera e-postadresser med komma, t.ex.: wp@test.com, test@test.com.

source: Subject
sv_se: Ämne

source: Message
sv_se: Meddelande

source: Supported variables
sv_se: Tillåtna variabler

source: ADMIN NOTIFICATIONS
sv_se: ADMINISTRATÖRSNOTISER

# placeholder: group leader, quiz, quiz
source: Manage the email content that will be sent out to the admin, %1$s or other supervisors when a user completes a %2$s. You must enable "Admin Notification" on a per %3$s basis.
sv_se: Hantera e-postinnehållet som skickas till administratörerna, gruppledarna och andra handledare när en användare slutför ett test. Du måste aktivera administratörsnotiser på per testbasis.

source: USER NOTIFICATIONS
sv_se: ANVÄNDARNOTISER

# placeholder: quiz, quiz
source: Manage the email content that will be sent out to the user when a %1$s is completed. You must enable "User Notification" on a per %2$s basis.
sv_se: Hantera e-postinnehållet som skickas till användaren när ett test slutförs. Du måste aktivera användarnotiser på en per testbasis.

# Quiz Builder
source: Global %s Management & Display Settings
sv_se: Globala inställningar för testhantering och -visning

# placeholder: Quiz
source: Control settings for %s creation, and visual organization
sv_se: Styr inställningarna för testskapande och visuell organisering

# placeholder: Link to Data Upgrade page
source: The Data Upgrade %s must be run to enable the following settings.
sv_se: Datauppgraderingen %s måste köras för att aktivera följden inställningar.

# placeholder: Question.
source: Upgrade WPProQuiz %s
sv_se: Uppgradera WPProQuiz-frågor

# placeholder: Quiz
source: %s Builder
sv_se: Testbyggare

# placeholder: quizzes, Quiz
source: Manage and create full %1$s within the %2$s Builder.
sv_se: Hantera och skapa hela test från testbyggaren.

# placeholder: Questions
source: %s displayed
sv_se: %s visade

# placeholder: questions, Quiz
source: Number of additional %1$s displayed in the %2$s Builder sidebar when clicking the "Load More" link.
sv_se: Antal ytterligare frågor som visas i testbyggarens sidofält vid klickning på "Ladda fler-länken".

# placeholder: Quiz, Questions
source: Shared %1$s %2$s
sv_se: Delade testfrågor

# placeholder: placeholder: questions, quizzes, quiz
source: Share %1$s across multiple %2$s. Progress and statistics are maintained on a per-%3$s basis.
sv_se: Dela frågor mellan flera kurser. Förlopp och statistik hantera på en per testbasis.

# placeholder: questions, quizzes
source: All %1$s can be used across multiple %2$s
sv_se: Alla frågor kan användas i flera test

source: Default format: %1$s %2$s %3$s %4$s
sv_se: Standardformat: %1$s %2$s %3$s %4$s

# placeholder: Quiz
source: Custom %s Time Formats
sv_se: Anpassade testtidsformat

# placeholder: Quiz, Quiz
source: Customize the default time format for the %1$s Leaderboard and %2$s Statistics.
sv_se: Anpassa standardtidsformatet för testtopplistan och -statistik.

source: WordPress default
sv_se: Wordpress-förval

source: Statistic time format
sv_se: Statistiktidsformat

# placeholder: Quiz
source: %s Template Management
sv_se: Testmallshantering
