Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

# placeholder: Question
source: New %s Category Name
sv_se: Nytt frågekategorinamn

# placeholder: Question
source: %s Tags
sv_se: Frågekategoritaggar

# placeholder: Question
source: %s Tag
sv_se: Frågekategoritagg

# placeholder: Question
source: Search %s Tag
sv_se: Sök frågekategoritagg

# placeholder: Question
source: All %s Tags
sv_se: Alla frågekategoritaggar

# placeholder: Question
source: Parent %s Tag
sv_se: Överordnad frågekategoritagg

# placeholder: Question
source: Parent %s Tag:
sv_se: Överordnad frågekategoritagg:

# placeholder: Question
source: Edit %s Tag
sv_se: Redigera frågekategoritagg

# placeholder: Question
source: Update %s Tag
sv_se: Uppdatera frågekategoritagg

# placeholder: Question
source: Add New %s Tag
sv_se: Lägg till ny frågekategoritagg

# placeholder: Question
source: New %s Tag Name
sv_se: Nytt frågekategorinamn

# placeholder: Course
source: LearnDash %s Settings
sv_se: Learndash-kursinställningar

# placeholder: Course
source: %s Materials
sv_se: Kursmaterial

# placeholder: Course
source: Options for %s materials
sv_se: Alternativ för kursmaterial

# placeholder: Course
source: %s Price Type
sv_se: Kurspristyp

source: Buy Now
sv_se: Köp nu

source: Is it open to all, free join, one time purchase, or a recurring subscription?
sv_se: Är den öppen för alla, gratis att påbörja, ett engångsköp eller en återkommande prenumeration?

source: Custom Button Label
sv_se: Anpassad knappetikett

source: Optional
sv_se: Valfri

source: Custom Button URL
sv_se: Anpassad knapp-URL

# placeholder: "Take This Course" button label
source: Entering a URL in this field will enable the "%s" button. The button will not display if this field is left empty. Relative URL beginning with a slash is acceptable.
sv_se: Genom att ange en URL i detta fält aktiveras ”Gå denna kurs-knappen”. Knappen kommer inte att synas om detta fält lämnas tomt. Relativa URL:er som börjar med snedstreck kan användas.

# placeholder: Course
source: %s Price
sv_se: Kurspris

# placeholders: Course, Course
source: Enter %1$s price here. Leave empty if the %2$s is free.
sv_se: Ange kurspriset här. Lämna tomt ifall kursen är gratis.

source: Billing Cycle for the recurring payments in case of a subscription.
sv_se: Betalcykel för återkommande betalningar i ett abonnemang.

# placeholder: Course
source: %s Access List
sv_se: Kurstillgångslista

source: This field is auto-populated with the UserIDs of those who have access to this course.
sv_se: Din ruta fylls i automatiskmed användar-ID för de som har tillgång till denna kurs.

# placeholder: Lesson
source: Sort %s By
sv_se: Sortera lektion efter

source: Use Default
sv_se: Använd förinställning

# placeholders: lessons, course
source: Choose the sort order of %1$s in this %2$s.
sv_se: Välj sorteringsordning för lektioner i denna kurs.

# placeholder: Lesson
source: Sort %s Direction
sv_se: Lektionens sorteringsriktning

# placeholder: Lessons
source: %s Per Page
sv_se: Lektioner per sida

source: Custom
sv_se: Anpassad

# placeholders: lessons, course
source: Choose the per page of %1$s in this %2$s.
sv_se: Ange antalet lektioner per sida i denna kurs.

# placeholder: Lessons
source: Custom %s Per Page
sv_se: Anpassat antal lektioner per sida

# placeholder: Lesson
source: Enter %s per page value. Set to zero for no paging
sv_se: Ange lektioner per sida. Välj noll för att inaktivera sidindelning

# placeholder: Course
source: Enable %s Prerequisites
sv_se: Aktivera kursförkrav

source: Leave this field unchecked if prerequisite not used.
sv_se: Lämna denna ruta oikryssad ifall förutsättningskrav inte används.

# placeholder: Course
source: %s Prerequisites
sv_se: Kursförkrav

# placeholders: course, course
source: Select one or more %1$s as prerequisites to view this %2$s
sv_se: Välj en eller flera kurser att ha som förkrav för att visa denna kurs

# placeholder: Course
source: %s Prerequisites Compare
sv_se: Jämförelse av kursförkrav

source: ANY (default) - The student must complete at least one of the prerequisites
sv_se: ANY (förval) – Studenten måste slutföra åtminstone ett av förkraven

source: ALL - The student must complete all the prerequisites
sv_se: ALL – Studenten måste slutföra samtliga förkrav

# placeholder: Course
source: Select how to compare the selected prerequisite %s.
sv_se: Välj hur det valda kursförutsättningskravet ska jämföras.

# placeholder: Course
source: Enable %s Points
sv_se: Aktivera kurspoäng

source: Leave this field unchecked if points not used.
sv_se: Lämna denna ruta oikryssad om kurspoäng inte används.

# Course Points
source: %s Points
sv_se: Kurspoäng

# placeholder: Course
source: Enter the number of points a user will receive for this %s.
sv_se: Ange antalet poäng som användaren ska få för denna kurs.

# placeholder: Course
source: %s Points Access
sv_se: Kurspoängstillgång

# placeholder: Course
source: Enter the number of points a user must have to access this %s.
sv_se: Ange antalet poäng som användaren måste ha för att få tillgång till denna kurs.

# placeholder: Lesson
source: Disable %s Progression
sv_se: Stäng av tvingad lektionsordning

# placeholder: lessons
source: Disable the feature that allows attempting %s only in allowed order.
sv_se: Stäng av funktionen som tvingar lektionsgenomförande i en specifik ordning.

source: Expire Access
sv_se: Tillgångsupphörande

source: Leave this field unchecked if access never expires.
sv_se: Lämna detta fält tomt om tillgången aldrig upphör.

source: Expire Access After (days)
sv_se: Låt tillgången upphöra efter (dagar)

# placeholder: Course
source: Enter the number of days a user has access to this %s.
sv_se: Ange antal dagar som användaren har tillgång till denna kurs.

# placeholders: Course, Quiz
source: Delete %1$s and %2$s Data After Expiration
sv_se: Radera kurs- och testdata när tillgången har upphört

# placeholder: Course
source: Select this option if you want the user's %s progress to be deleted when their access expires.
sv_se: Välj detta alternativ om du vill att användarens kursförlopp ska raderas när dens tillgång upphör.

# placeholder: Course
source: Hide %s Content Table
sv_se: Dölj kursinnehållstabell

# placeholder: Course
source: Hide %s Content table when user is not enrolled.
sv_se: Dölj kursinnehållstabellen när användaren inte är registrerad.

source: Associated Certificate
sv_se: Kopplad certifiering

# placeholder: course
source: Select a certificate to be awarded upon %s completion (optional).
sv_se: Välj en certifiering som ska utfärdas vid kursslutförande (valfritt).

# placeholder: Lesson
source: LearnDash %s Settings
sv_se: Learndash-lektionsinställningar

# placeholder: Lesson
source: %s Materials
sv_se: Kursmaterial

# placeholder: Lesson
source: Options for %s materials
sv_se: Alternativ för lektionsmaterial

# placeholders: Lesson, Course
source: Associate this %1$s with a %2$s.
sv_se: Koppla denna lektion till en kurs.

# placeholder: Lesson
source: Forced %s Timer
sv_se: Tvingad lektionstimer

# placeholder: Lesson
source: Minimum time a user has to spend on %s page before it can be marked complete. Examples: 40 (for 40 seconds), 20s, 45sec, 2m 30s, 2min 30sec, 1h 5m 10s, 1hr 5min 10sec
sv_se: Minimitid som användaren behöver spendera på lektionssidan innan den kan klarmarkeras. Exempel: 40 (för 40 sekunder), 20s, 45sec, 2m 30s, 2min 30 sec, 1h 5 m 1s, 1hr 5 min 10 sec

source: Upload Assignment
sv_se: Ladda upp uppgift

source: Check this if you want to make it mandatory to upload assignment
sv_se: Kryssa i ifall du vill göra det obligatorisk att ladda upp en uppgift

source: Auto Approve Assignment
sv_se: Godkänn uppgift automatiskt

source: Check this if you want to auto-approve the uploaded assignment
sv_se: Kryssa i ifall du vill godkänna alla uppladdade uppgifter automatiskt

source: Limit number of uploaded files
sv_se: Begränsa antalet uppladdade filer

source: Default is 1
sv_se: Standard är 1

source: Enter the maximum number of assignment uploads allowed. Default is 1. Use 0 to unlimited.
sv_se: Ange det maximala antalet uppgifter som får laddas upp. Standard är 1. Använd 0 för obegränsat.

source: Allow Student to Delete own Assignment(s)
sv_se: Tillåt studenter att radera sina egna uppgifter

source: Award Points for Assignment
sv_se: Tilldela poäng för uppgift

source: Allow this assignment to be assigned points when it is approved.
sv_se: Tillåt denna uppgift att få poäng när den godkänns.

source: Set Number of Points for Assignment
sv_se: Ange antalet poäng för uppgift

source: Assign the max amount of points someone can earn for this assignment.
sv_se: Ange högsta antalet poäng som någon kan få för denna uppgift.

source: Allowed File Extensions
sv_se: Tillåtna filändelser

source: Example: pdf, xls, zip
sv_se: Exempel: pdf, xls, zip

source: Enter comma-separated list of allowed file extensions: pdf, xls, zip or leave blank for any.
sv_se: Ange en kommaseparerad lista över tillåtna filändelser (pdf, xls, zip) eller lämna tomt för att tillåta alla.

source: Allowed File Size
sv_se: Tillåten filstorlek

# placeholder: PHP file upload size
source: Maximum upload file size: %s
sv_se: Maximal filstorlek vid uppladdning: %s

# placeholder: PHP file upload size
source: Enter maximum file upload size. Example: 100KB, 2M, 2MB, 1G. Maximum upload file size: %s
sv_se: Ange den största tillåtna filstorleken. Exempel: 100KB, 2M, 2MB, 1G. Maximal filstorlek: %s

# placeholder: Lesson
source: Sample %s
sv_se: Exempellektion

# placeholders: lesson, topics
source: Check this if you want this %1$s and all its %2$s to be available for free.
sv_se: Kryssa i ifall du vill låta denna lektion alla dess avsnitt vara tillgängliga gratis.

# Make Lesson Visible X Days After Sign-up
source: Make %s visible X Days After Sign-up
sv_se: Gör lektionen synlig (n) dagar efter registrering

# placeholder: Lesson
source: Make %s visible ____ days after sign-up
sv_se: Gör lektionen synlig ____ dagar efter registrering

# placeholder: Lesson
source: Make %s Visible on Specific Date
sv_se: Gör lektionen synlig på specifikt datum

# placeholder: lesson
source: Set the date that you would like this %s to become available.
sv_se: Välj datumet då denna lektion ska bli tillgänglig.

# placeholders: Lesson, Topic
source: %1$s %2$s
sv_se: Lektionsavsnitt

# placeholder: Topic
source: LearnDash %s Settings
sv_se: Learndash-avsnittsinställningar

# placeholder: Topic
source: %s Materials
sv_se: Avsnittsmaterial

# placeholder: Topic
source: Options for %s materials
sv_se: Alternativ för ämnesmaterial

# placeholders: topic, course
source: Associate this %1$s with a %2$s.
sv_se: Koppla detta avsnitt till en kurs.

# placeholders: Topic, Lesson
source: Associate this %1$s with a %2$s.
sv_se: Koppla detta avsnitt till en lektion.

# placeholder: Topic
source: Forced %s Timer
sv_se: Tvingad avsnittstimer

# placeholder: Topic
source: Minimum time a user has to spend on %s page before it can be marked complete. Examples: 40 (for 40 seconds), 20s, 45sec, 2m 30s, 2min 30sec, 1h 5m 10s, 1hr 5min 10sec
sv_se: Minimitid som användaren behöver spendera på avsnittssidan innan avsnittet kan klarmarkeras. Exempel: 40 (för 40 sekunder), 20s, 45sec, 2m 30s, 2min 30 sec, 1h 5 m 1s, 1hr 5 min 10 sec

source: Example: pdf,xls,zip
sv_se: Exempel: pdf, xls, zip

source: Enter comma-separated list of allowed file extensions: pdf,xls,zip or leave blank for any.
sv_se: Ange en kommaseparerad lista över tillåtna filändelser (pdf, xls, zip) eller lämna tomt för att tillåta alla.

source: Sort Direction YYY
sv_se: Sorteringsriktning YYY

# placeholder: Quiz
source: LearnDash %s Settings
sv_se: Learndash-testinställningar

# placeholder: Quiz
source: %s Materials
sv_se: Testmaterial

# placeholder: Quiz
source: Options for %s materials
sv_se: Alternativ för testmaterial

source: Repeats
sv_se: Antal återförsök

# placeholder: quiz
source: Number of repeats allowed for %s. Blank = unlimited attempts. 0 = 1 attempt, 1 = 2 attempts, etc.
sv_se: Antal tillåtna återförsök för test. Tomt = obegränsat antal försök. 0 = 1 försök, 1 = 2 försök o.s.v.

source: Certificate Threshold
sv_se: Gräns för certifiering

source: Minimum score required to award a certificate, between 0 and 1 where 1 = 100%.
sv_se: Lägsta resultat som krävs för att få certifiering, mellan 0 och 1 där 1 = 100 %.

source: Passing Percentage
sv_se: Procentuell godkäntgräns

# placeholder: quiz
source: Passing percentage required to pass the %s (number only). e.g. 80 for 80%%.
sv_se: Procentuell andel som krävs för att klara testet (endast nummer), t.ex. 80 för 80 %%.

# placeholders: Quiz, Course
source: Associate this %1$s with a %2$s.
sv_se: Koppla detta test till en kurs.

# placeholders: Quiz, Lesson
source: Associate this %1$s with a %2$s.
sv_se: Koppla detta test till en lektion.

# placeholder: quiz
source: Optionally associate a %s with a certificate.
sv_se: Alternativt koppla ett test med en certifiering.

source: Associated Settings
sv_se: Tillhörande inställningar

# placeholder: quiz.
source: If you imported a %s, use this field to select it. Otherwise, create new settings below. After saving or publishing, you will be able to add questions.
sv_se: Om du har importerat ett test: välj det i detta fält. Annars skapar du nya inställningar nedan. Du kan lägga till frågor efter att ha sparat eller publicerat.

source: Preview
sv_se: Förhandsvisa

# placeholder: Question
source: LearnDash %s Settings
sv_se: Learndash-frågeinställningar

# placeholder: Quiz
source: Associated %s
sv_se: Kopplat test

# placeholder: Question, Quiz
source: Associate this %1$s with a %2$s.
sv_se: Koppla denna fråga till ett test.

# placeholder: Exam
source: LearnDash %s Settings
sv_se: Learndash-förkunskapstestsinställningar

# placeholder: Coupon
source: LearnDash %s Settings
sv_se: Learndash-kursinställningar

# Certificates Post Type Label
source: Certificates
sv_se: Certifieringar

# Certificates Post Type Singular Name
source: Certificate
sv_se: Certifiering

# Add New Certificate Label
source: Add New
sv_se: Lägg till

# Add New Item Certificate Label
source: Add New Certificate
sv_se: Lägg till ny certifiering

# Edit Certificate Label
source: Edit Certificate
sv_se: Redigera certifiering

# Edit Certificate Label
source: New Certificate
sv_se: Ny certifiering

# All Certificates Label
source: Certificates
sv_se: Certifieringar

# View Certificate Label
source: View Certificate
sv_se: Visa certifiering

# View Certificates Label
source: View Certificates
sv_se: Visa certifieringar

# View Certificates Label
source: Search Certificates
sv_se: Sök certifieringar

# No Certificates found Label
source: No Certificates found
sv_se: Inga certifieringar hittades

# No Certificates found in Trash Label
source: No Certificates found in Trash
sv_se: Inga certifieringar hittades i papperskorgen

# Certificate Published Label
source: Certificate Published
sv_se: Certifiering publicerad

# Certificate Published Privately Label
source: Certificate Published Privately
sv_se: Certifiering publicerad privat

# Certificate Reverted to Draft Label
source: Certificate Reverted to Draft
sv_se: Certifiering återställd till utkast

# Certificate Scheduled Label
source: Certificate Scheduled
sv_se: Certifiering tidsinställd

# Certificate Updated Label
source: Certificate Updated
sv_se: Certifiering uppdaterad

source: LearnDash Certificates Options
sv_se: Learndash-certifieringsinställningar

# Add New Group Label
source: Add New
sv_se: Lägg till

# placeholder: Group
source: Add New %s
sv_se: Lägg till ny grupp

# placeholder: Group
source: New %s
sv_se: Ny grupp

# placeholder: Group
source: View %s
sv_se: Visa grupp

# placeholder: Groups
source: View %s
sv_se: Visa grupper

# placeholder: Groups
source: No %s found
sv_se: Inga grupper hittades

# placeholder: Groups
source: No %s found in Trash
sv_se: Inga grupper hittades i papperskorgen

# placeholder: Group
source: %s Published
sv_se: Grupp publicerad

# placeholder: Group
source: %s Published Privately
sv_se: Grupp publiceras privat

# placeholder: Group
source: %s Reverted to Draft
sv_se: Grupp återställd till utkast

# placeholder: Group
source: %s Scheduled
sv_se: Grupp tidsinställd

# placeholder: Group
source: %s Updated
sv_se: Grupp uppdaterad

# placeholder: Group
source: %s Categories
sv_se: Gruppkategorier

# placeholder: Group
source: %s Category
sv_se: Gruppkategori

# placeholder: Group
source: Search %s Categories
sv_se: Sök alla gruppkategorier

# placeholder: Group
source: All %s Categories
sv_se: Alla gruppkategorier

# placeholder: Group
source: Parent %s Category
sv_se: Överordnad gruppkategori

# placeholder: Group
source: Parent %s Category:
sv_se: Överordnad gruppkategori:

# placeholder: Group
source: Edit %s Category
sv_se: Redigera gruppkategori

# placeholder: Group
source: Update %s Category
sv_se: Uppdatera gruppkategori

# placeholder: Group
source: Add New %s Category
sv_se: Lägg till ny gruppkategori

# placeholder: Group
source: New %s Category Name
sv_se: Nytt gruppkategorinamn

# placeholder: Group
source: %s Tags
sv_se: Grupptaggar

# placeholder: Group
source: %s Tag
sv_se: Grupptagg

# placeholder: Group
source: Search %s Tag
sv_se: Sök grupptagg

# placeholder: Group
source: All %s Tags
sv_se: Alla grupptaggar

# placeholder: Group
source: Parent %s Tag
sv_se: Överordnad grupptagg

# placeholder: Group
source: Parent %s Tag:
sv_se: Överordnad grupptagg:

# placeholder: Group
source: Edit %s Tag
sv_se: Redigera grupptagg

# placeholder: Group
source: Update %s Tag
sv_se: Uppdatera grupptagg

# placeholder: Group
source: Add New %s Tag
sv_se: Lägg till ny grupptagg

# placeholder: Group
source: New %s Tag Name
sv_se: Nytt grupptaggsnamn

source: LearnDash Transactions Options
sv_se: Learndash-transaktionsinställningar

source: Click the Export button below to export the transaction list.
sv_se: Klicka på exportknappen här under för att exportera transaktionslistan.

source: No attempts
sv_se: Inga försök

source: Security Check - If you receive this in error, log out and back in to WordPress
sv_se: Säkerhetskontroll – Om du får detta meddelande, logga ut och in i Wordpress

# placeholder: Course
source: Export User %s Data &raquo;
sv_se: Exportera användarkursdata &raquo;

# placeholder: Quiz
source: Export %s Data &raquo;
sv_se: Exportera testdata &raquo;

source: Export &raquo;
sv_se: Exportera &raquo;

# placeholder: Quiz
source: -- Select a %s --
sv_se: -- Välj ett test --

# placeholders: Lesson, Topic
source: Search or select a %1$s or %2$s…
sv_se: Sök eller välj en lektion eller ett avsnitt…

# placeholders: Lesson, Topic Labels
source: Select a %1$s or %2$s
sv_se: Välj en lektion eller ett avsnitt

# placeholder: Lesson
source: Search or select a %s…
sv_se: Sök eller välj en lektion…

# placeholder: Lesson
source: Select a %s
sv_se: Välj en lektion

# placeholder: Lesson
source: Search or select a %s
sv_se: Sök eller välj en lektion

source: The LearnDash licensing system has changed locations! You'll now find your licenses in the %s section under the LearnDash settings menu.
sv_se: Learndashs licensystem har bytt plats. Du hittar nu dina licenser i %s-sektionen under Learndashs inställningsmeny.

source: LMS License
sv_se: LMS-licens

source: We hope you love LearnDash.
sv_se: Vi hoppas att du älskar Learndash.

source: Hi, %1$s! This is an invitation to help us improve LearnDash products by sharing product usage data with StellarWP. LearnDash is part of the StellarWP family of brands. If you opt-in we'll share some helpful WordPress and StellarWP product info with you from time to time. And if you skip this, that's okay! Our products will continue to work.
sv_se: Hej %1$s! Detta är en inbjudan om att hjälpa oss förbättra Learndash-produkter genom att dela produktanvändningsdata med StellarWP. Learndash är en del av StellarWP:s varumärkesfamilj. Om du väljer att medverka kommer vi att dela hjälpfull Wordpress- och Stellar WP-produktinformation med dig. Om du hoppar över detta är det okej. Våra produkter kommer att fortsätta fungera.

# placeholder: method name
source: Method %s doesn't exist
sv_se: Metod %s existerar inte

source: LearnDash Categories
sv_se: Learndash-kategorier

source: Loading...
sv_se: Laddar...

# placeholders: Lesson, Topic
source: -- Select a %1$s or %2$s --
sv_se: -- Välj en lektion eller ett avsnitt --

source: Valid range is 1 to 90 when the Billing Cycle is set to days.
sv_se: Giltigt omfång är 1 till 90 när ”dagar” är vald betalcykel.

source: Valid range is 1 to 52 when the Billing Cycle is set to weeks.
sv_se: Giltigt omfång är 1 till 52 när ”veckor” är vald betalcykel.

source: Valid range is 1 to 24 when the Billing Cycle is set to months.
sv_se: Giltigt omfång är 1 till 24 när ”månader” är vald betalcykel.

source: Valid range is 1 to 5 when the Billing Cycle is set to years.
sv_se: Giltigt omfång är 1 till 5 när ”år” är vald betalcykel.

source: loading
sv_se: laddar

source: Required
sv_se: Krävs

source: Upload Image
sv_se: Ladda upp bild

source: Month
sv_se: Månad

source: Day
sv_se: Dag

source: Year
sv_se: År

source: Hour
sv_se: Timme

source: Minute
sv_se: Minut

source: characters. Most search engines use a maximum of %1$s chars for the %2$s.
sv_se: tecken. De flesta sökmotorer använder som mest %s tecken för %s.

source: Options Reset.
sv_se: Återställ inställningar.

source: Options Updated.
sv_se: Inställningarna har uppdaterats.

source: Profile
sv_se: Profil

source: Welcome
sv_se: Välkommen

source: Your Info
sv_se: Din information

source: Your Courses
sv_se: Dina kurser

source: Payment
sv_se: Betalning

source: Summary
sv_se: Sammanfattning

source: Setup Wizard
sv_se: Uppstartsguide

# placeholders: Language Name, Language code
source: Translation installed: %1$s (%2$s)
sv_se: Översättning installerad: %1$s (%2$s)

# placeholders: Language Name, Language code
source: Translation updated: %1$s (%2$s)
sv_se: Översättning uppdaterad: %1$s (%2$s)

# placeholders: Language Name, Language code
source: Translation removed: %1$s (%2$s)
sv_se: Översättning borttagen: %1$s (%2$s)

source: No translations available for this plugin.
sv_se: Inga översättningar är tillgängliga för detta tillägg.

source: Download the original strings (POT) File.
sv_se: Ladda ned originalsträngarna (POT-fil).

source: Download POT File from your server.
sv_se: Ladda ned POT-fil från din server.

source: Installed Translations
sv_se: Installerade översättningar

source: Locale
sv_se: Plats

source: Name / Native
sv_se: Namn/ursprung

source: No Translations installed
sv_se: Inga översättningar installerade

# placeholder: Language directory
source: All translations are stored into the directory: %s
sv_se: Alla översättningar sparas i mappen: %s

source: The language directory is not writable
sv_se: Språkmappen är inte skrivbar

source: Not from LearnDash
sv_se: Inte från Learndash

source: Download PO File from your server.
sv_se: Ladda ned PO-fil från din server.

source: Remove translation from server
sv_se: Ta bort översättning från server

source: Update translation from LearnDash
sv_se: Uppdatera översättning från Learndash

source: Available Translations
sv_se: Tillgängliga översättningar

source: -- Install Translation --
sv_se: -- Installera översättning --

source: Recommended
sv_se: Rekommenderad

source: Available
sv_se: Tillgänglig

source: Install
sv_se: Installera

source: Single Choice
sv_se: Enval

source: Multiple Choice
sv_se: Flerval

source: Proceed
sv_se: Fortsätt

source: Coupon is invalid.
sv_se: Rabattkoden är ogiltig.

source: Coupon has expired.
sv_se: Rabattkoden har upphört att gälla.

source: Coupon max redemption limit reached.
sv_se: Rabattkoden har blivit inlöst maximalt antal gånger.

source: Please enter the coupon code.
sv_se: Ange en giltig rabattkod.

source: Product not found.
sv_se: Produkten hittades inte.
