Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

source: LearnDash LMS Plugin - Turn your WordPress site into a learning management system.
sv_se: Learndash LMS-tillägg – Gör din Wordpress-webbplats till en lärplattform.

source: Completed
sv_se: Slutförd

# placeholder: Course
source: %s Field Label
sv_se: Kursfältetikett

# placeholder: course.
source: Some help text for %s.
sv_se: Hjälptext för kurs.

source: Callback is not callable
sv_se: Återrop är inte anropbart

source: Task "%s" is not registered
sv_se: Uppgiften ”%s” är inte registrerad

source: Third Party
sv_se: Tredjepart

source: By %s
sv_se: Av %s

source: Install %s now
sv_se: Installera %s nu

source: Install Now
sv_se: Installera nu

source: Update %s now
sv_se: Uppdatera %s nu

source: Update Now
sv_se: Uppdatera nu

# plugin
source: Active
sv_se: Aktivt

source: Activate
sv_se: Aktivera

# plugin
source: Activate %s
sv_se: Aktivera %s

source: Network Activate
sv_se: Nätverksaktivera

# plugin
source: Network Activate %s
sv_se: Nätverksaktivera %s

# plugin
source: Installed
sv_se: Installerat

source: More information about %s
sv_se: Mer information om %s

source: More Details
sv_se: Fler detaljer

source: Last Updated:
sv_se: Senast uppdaterat:

# placeholder: human relative date time
source: %s ago
sv_se: %s sedan

source: Untested with your version of WordPress
sv_se: Ej testat med din version av Wordpress

source: <strong>Incompatible</strong> with your version of WordPress
sv_se: <strong>Inkompatibel</strong> med din version av Wordpress

source: <strong>Compatible</strong> with your version of WordPress
sv_se: <strong>Kompatibel</strong> med din version av Wordpress

source: Check Updates
sv_se: Leta efter uppdateringar

source: Search:
sv_se: Sök:

source: &lsaquo; prev
sv_se: &lsaquo; föregående

# placeholder: Page X of Y
source: Page %1$s of %2$s
sv_se: Sida %1$s av %2$s

source: next &rsaquo;
sv_se: nästa &rsaquo;

source: Search
sv_se: Sök

source: Expand All
sv_se: Visa alla

source: Collapse All
sv_se: Stäng alla

# placeholders: will be post type labels like Course, Lesson, Topic
source: Are you sure you want to remove this %1$s from the %2$s? (This will also remove all sub-items)
sv_se: Är du säker på att du vill radera denna/detta <span style="text-transform: lowercase;">%1$s</span> från denna/detta <span style="text-transform: lowercase;">%2$s</span>? Detta påverkar alla underposter.

# placeholder: will be post type label like Course, Lesson, Topic
source: Are you sure you want to move this %s to Trash?
sv_se: Är du säker på att du vill flytta denna/detta <span style="text-transform: lowercase;">%s</span> till papperskorgen?

source: Expand/Collapse Section
sv_se: Visa/stäng sektion

source: New
sv_se: Ny/nytt

source: Search...
sv_se: Sök...

source: First Page
sv_se: Första sidan

source: Previous Page
sv_se: Föregående sida

source: Next Page
sv_se: Nästa sida

source: Last Page
sv_se: Sista sidan

# placeholder: link to LearnDash Data Upgrade admin page
source: LearnDash Notice: Please perform a %s. This is a required step to ensure accurate reporting.
sv_se: Learndash-notis: Vänligen genomför en %s. Detta steg är obligatoriskt för att säkerställa korrekt rapportering.

source: LearnDash Data Upgrade
sv_se: Learndash-datauppgradering

source: The Data Upgrades should only be run if prompted or advised by LearnDash Support. There is no need to re-run the Data Upgrades every time you update LearnDash core or one of the add-ons. Re-running the data upgrades when not needed can result in data corruption.
sv_se: Datauppgraderingarna ska enbart köras på uppmaning eller rekommendation av Learndashs support. Det finns inget behov av att köra om datauppgraderingarna varje gång du uppdaterar Learndash-kärnan eller något av –tilläggen. Omkörning av datauppgraderingar utan behov kan leda till korrupt data.

source: Last run: none
sv_se: Senast körd: aldrig

# placeholders: date/time, user name
source: Last run: %1$s by %2$s
sv_se: Senast körd: %1$s av %2$s

source: ERROR: Cannot create working folder. Check that the parent folder is writable
sv_se: FEL: Kunde inte skapa arbetsmapp. Kontrollera att överliggande mapp är skrivbar

source: File path "%s" is not registered
sv_se: Filsökvägen ”%s” är inte registrerad

# placeholder: file path, htaccess path, htaccess content
source: To protect the file path "%1$s" from being downloaded directly, add the following line to the %2$s file: %3$s
sv_se: För att skydda filsökvägen ”%1$s” mot direktåkomst: lägg till följande rad i %2$-filen: %3$s

# placeholder: file path, nginx config
source: To protect the file path "%1$s" from being downloaded directly, add the following line to your nginx config: %2$s
sv_se: För att skydda filsökvägen ”%1$s” mot direktåtkomst: lägg till följande rad i din Nginx-konfiguration: %2$s

# placeholder: file path
source: To protect the file path "%1$s" from being downloaded directly, you need to configure your server to deny access to this path.
sv_se: För att skydda filsökvägen ”%1$s” från direktåtkomst måste du konfigurera din server så att den nekar åtkomst till denna sökväg.

source: For further details, please read this help document: %s.
sv_se: Läs detta hjälpdokument för fler detaljer: %s.

source: Protecting files
sv_se: Skydda filer

source: URL expired. Please refresh the page and try it again.
sv_se: Utgången URL. Uppdatera sidan och försök igen.

source: Invalid URL.
sv_se: Ogiltig URL.

source: You do not have sufficient permissions to download this file.
sv_se: Du saknar tillräcklig behörighet för att ladda ned denna fil.

source: File does not exist.
sv_se: Filen existerar inte.

# placeholder: Group
source: Email %s
sv_se: Mejla grupp

source: edit
sv_se: redigera

source: List Users
sv_se: Lista användare

source: Export Progress
sv_se: Exportera förlopp

source: Export Results
sv_se: Exportera resultat

# placeholder: Group
source: Edit %s
sv_se: Redigera grupp

source: Report
sv_se: Rapport

source: per Page
sv_se: per sida

source: Username
sv_se: Användarnamn

source: Name
sv_se: Namn

source: Email
sv_se: E-postadress

source: Actions
sv_se: Åtgärder

# placeholder: Group
source: Please login as a %s Administrator
sv_se: Vänligen logga in som en gruppadministratör

source: Email Subject:
sv_se: E-postämne:

source: Email Message:
sv_se: E-postmeddelande:

source: Send
sv_se: Skicka

source: Reset
sv_se: Återställ

source: Both Email Subject and Message are required and cannot be empty.
sv_se: Både e-postämne och e-postmeddelande är obligatoriska och kan inte vara tomma.

source: Sending...
sv_se: Skickar...

source: Search Users
sv_se: Sök användare

# placeholder: Groups
source: Search %s
sv_se: Sök grupper

source: Update User
sv_se: Uppdatera användare

# Certificates Menu Label
source: Certificates
sv_se: Certifieringar

# Assignments Menu Label
source: Assignments
sv_se: Uppgifter

# Submitted Essays Menu Label
source: Submitted Essays
sv_se: Inlämnade uppsatser

# Settings Menu Label
source: Settings
sv_se: Inställningar

# Quiz Submitted Essays Tab Label
source: Submitted Essays
sv_se: Inlämnade uppsatser

# Edit Quiz Label
source: Edit %s
sv_se: Redigera test

# Quiz Statistics Tab Label
source: Statistics
sv_se: Statistik

# Quiz Leaderboard Tab Label
source: Leaderboard
sv_se: Topplista

# Learndash Report Menu Label
source: Reports
sv_se: Rapporter

# Transactions Tab Label
source: Transactions
sv_se: Transaktioner

# placeholder: Group
source: %s Administration
sv_se: Gruppadministration

# LMS License Tab Label
source: LMS License
sv_se: LMS-licens

source: There was an unexpected error while loading. Please try refreshing the page. If the error continues, contact LearnDash support.
sv_se: Ett oväntat problem uppstod vid inladdning. Prova att ladda om sidan. Kontakta Learndashs support om problemet kvarstår.

source: Section Heading
sv_se: Sektionsrubrik

source: Section Headings
sv_se: Sektionsrubriker

source: answer
sv_se: svar

source: answers
sv_se: svar

source: Certificate
sv_se: Certifiering

source: Certificates
sv_se: Certifieringar

# placeholder: Lesson
source: Start by adding a %s.
sv_se: Börja genom att lägga till en lektion.

# Link back to the post type overview
source: Back to
sv_se: Gå tillbaka till

# Builder actions dropdown
source: Actions
sv_se: Åtgärder

# Builder elements
source: Expand All
sv_se: Visa alla

# Builder elements
source: Collapse All
sv_se: Minimera

source: An error occurred while submitting your request. Please try again.
sv_se: Ett fel inträffade. Vänligen försök igen.

source: Cancel
sv_se: Avbryt

source: Edit
sv_se: Redigera

source: Remove
sv_se: Radera

source: Save
sv_se: Spara

source: Settings
sv_se: Inställningar

# placeholder: question.
source: Click here to edit the %s
sv_se: Klicka här för att redigera frågan

source: Message for correct answer - optional
sv_se: Meddelande vid rätt svar – frivilligt

source: Use different message for incorrect answer
sv_se: Använd annat meddelande för felaktigt svar

source: Currently same message is displayed as above.
sv_se: För närvarande samma meddelande som visas ovan.

source: Message for incorrect answer - optional
sv_se: Meddelande vid felaktigt svar – frivilligt

source: Message after Essay is submitted - optional
sv_se: Meddelande när uppsats har lämnats in – frivilligt

source: Solution hint
sv_se: Ledtråd

source: Click here to edit the answer
sv_se: Klicka här för att redigera svaret

source: Update Answer
sv_se: Uppdatera svar

source: Answer is missing
sv_se: Svar saknas

source: Required correct answer is missing
sv_se: Obligatoriskt rätt svar saknas

source: Allow HTML
sv_se: Tillåt HTML

source: Correct
sv_se: Rätt

# First sort answer correct
source: 1<sup>st</sup>
sv_se: 1:a

# Second sort answer correct
source: 2<sup>nd</sup>
sv_se: 2:a

# Third sort answer correct
source: 3<sup>rd</sup>
sv_se: 3:e

source: Answer updated
sv_se: Svar uppdaterat

source: Edit answer settings
sv_se: Redigera svarsinställningar

source: Answer:
sv_se: Svar:

source: Click here to edit the matrix
sv_se: Klicka här för att redigera matrisen

# placeholder: Question
source: New %1$s
sv_se: Ny fråga

# placeholder: Quiz
source: New %1$s
sv_se: Nytt test

# placeholder: Topic
source: New %1$s
sv_se: Nytt avsnitt

# placeholder: Lesson
source: New %1$s
sv_se: Ny lektion

source: New answer
sv_se: Nytt svar

source: New Section Heading
sv_se: Ny sektionsrubrik

# Title for the new course, lesson, quiz
source: Enter a title
sv_se: Ange en rubrik

# Answer for a question
source: Enter an answer
sv_se: Ange ett svar

# Please wait while the form is loading
source: Please wait...
sv_se: Vänligen vänta...

# Add lesson, topic, quiz...
source: Add
sv_se: Lägg till

# placeholder: Question
source: Add %1$s
sv_se: Lägg till fråga

# placeholder: Questions
source: Add %1$s
sv_se: Lägg till frågor

# placeholder: Quiz
source: Add %1$s
sv_se: Lägg till test

# placeholder: Topic
source: Add %1$s
sv_se: Lägg till avsnitt

# placeholder: Lesson
source: Add %1$s
sv_se: Lägg till lektion

source: Add answer
sv_se: Lägg till svar

source: Add Section Heading
sv_se: Lägg till sektionsrubrik

# Move the current element up in the builder interface
source: Move up
sv_se: Flytta uppåt

# Warning when no question was entered
source: The %s is empty.
sv_se: Frågan är tom.

# placeholders: question
source: The %s data is invalid.
sv_se: Frågedatan är ogiltig.

# Move the current element down in the builder interface
source: Move down
sv_se: Flytta nedåt

# Rename the current element in the builder interface
source: Rename
sv_se: Byt namn

# placeholders: lessons
source: Search %1$s
sv_se: Sök lektion

# placeholders: quizzes
source: Search %1$s
sv_se: Sök test

# placeholders: topics
source: Search %1$s
sv_se: Sök avsnitt

# placeholders: questions
source: Search %1$s
sv_se: Sök fråga

# List of recent lessons, topics, quizzes or questions
source: Recent
sv_se: Nya

# Lesson, Topic, Quiz or Question posts
source: View all
sv_se: Visa alla

# placeholders: Lesson
source: Start adding your first %1$s
sv_se: Lägg till din första lektion

# placeholders: Quiz
source: Start adding your first %1$s
sv_se: Lägg till ditt första test

# placeholders: Topic
source: Start adding your first %1$s
sv_se: Lägg till ditt första avsnitt

# placeholders: Question
source: Start adding your first %1$s
sv_se: Lägg till din första fråga

# placeholders: Lessons
source: All available %1$s have been added.
sv_se: Alla tillgängliga lektioner har lagts till.

# placeholders: Quizzes
source: All available %1$s have been added.
sv_se: Alla tillgängliga test har lagts till.

# placeholders: Topics
source: All available %1$s have been added.
sv_se: Alla tillgängliga avsnitt har lagts till.

# placeholders: Questions
source: All available %1$s have been added.
sv_se: Alla tillgängliga frågor har lagts till.

# Lesson, Topic, Quiz or Question
source: Start adding your first
sv_se: Lägg till din/ditt första

# Builder - Refresh list of Lessons, Topics, Quizzes or Questions
source: Refresh
sv_se: Uppdatera

# Builder - Load more Lessons, Topics, Quizzes or Questions
source: Load More
sv_se: Ladda fler

# Builder - Add selected Lessons, Topics, Quizzes or Questions
source: Add Selected
sv_se: Lägg till markerade

# Undo action in the builder
source: Undo
sv_se: Ångra

# Matrix answer Criterion
source: Criterion
sv_se: Kriterie

# Sort matrix answer element
source: Sort element
sv_se: Sortera element

# Question settings. Placeholder in JavaScript
source: Settings
sv_se: Inställningar

# Select an option
source: Select
sv_se: Välj

# No matching Lesson, Topic, Quiz or Question found
source: Nothing matches your search
sv_se: Ingenting matchar din sökterm

# placeholder: Lessons
source: Drop %1$s here
sv_se: Släpp lektioner här

# placeholder: Question
source: Drop %1$s here
sv_se: Släpp frågor här

# placeholder: Quizzes
source: Drop %1$s here
sv_se: Släpp test här

# placeholder: Topics, Quizzes
source: Drop %1$s or %2$s here
sv_se: Släpp avsnitt eller test här

# singular - Amount of steps in a course or quiz
source: step
sv_se: steg

# plural - Amount of steps in a course or quiz
source: steps
sv_se: steg

# Amount of steps in this course or quiz
source: in this
sv_se: i denna/detta

# Builder - Final quiz. Placeholder in JavaScript
source: Final
sv_se: Sista

# placeholders: Quiz, Questions
source: This %1$s has no %2$s yet
sv_se: Detta test har inga frågor än

# Warning when no question was entered
source: The %s is empty, click here to edit it.
sv_se: Frågan är tom. Klicka här för att redigera den.

source: You have unsaved changes. If you proceed, they will be lost.
sv_se: Du har osparade ändringar. Om du fortsätter kommer de att gå förlorade.

# Manage Questions in builder
source: Manage %1$s in builder
sv_se: Hantera frågor i byggaren

# Displayed when the post type, e.g. course, has no content
source: has no content yet.
sv_se: har inget innehåll än.

# Content type, e.g. lesson
source: Add a new
sv_se: Lägg till ny/nytt

# Content type, e.g. lesson
source: or add an existing one from the sidebar
sv_se: eller välj befintlig/befintligt från sidopanelen

# Type of essay answer
source: Answer format
sv_se: Svarstyp

# Submit essay answer in a text box
source: Text entry
sv_se: Textinlägg

# Submit essay answer as an upload
source: File upload
sv_se: Filuppladdning

# What grading options should be used after essay submission
source: What should happen on %s submission?
sv_se: Vad ska hända när uppsatsen lämnas in?

# Essay answer grading option
source: Not Graded, No Points Awarded
sv_se: Inte betygsatt, inga poäng tilldelade

# Essay answer grading option
source: Not Graded, Full Points Awarded
sv_se: Inte betygsatt, full poäng tilldelad

# Essay answer grading option
source: Graded, Full Points Awarded
sv_se: Betygsatt, full poäng tilldelad

# Essay answer grading option has not been set
source: Not set
sv_se: Ej valt

# Supported media formats in question answers
source: Only image, video and audio files are supported.
sv_se: Enbart bild-, video- och ljudfiler stöds.

source: Builder
sv_se: Byggare

source: Setup
sv_se: Konfigurera

# Quiz Import/Export Tab Label
source: Import/Export
sv_se: Importera/exportera

source: Back
sv_se: Tillbaka

# placeholders: Quiz, Questions
source: Reprocess %1$s %2$s
sv_se: Ombearbeta testfrågor

# placeholder: Quiz
source: Export %s
sv_se: Exportera test

source: Statistics
sv_se: Statistik

source: Leaderboard
sv_se: Topplista

source: Questions
sv_se: Frågor

source: Advanced Settings
sv_se: Avancerade inställningar

source: Users
sv_se: Användare

source: First time using LearnDash?
sv_se: Första gången du använder Learndash?

# placeholder: Link to Setup page
source: Go to the LearnDash %s
sv_se: Gå till Learndash %s

source: setup
sv_se: konfigurera

# placeholders: Post Type singular label
source: Add %s title
sv_se: Lägg till rubrik

# placeholders: Post Type singular label
source: Add %s content.
sv_se: Lägg till innehåll.

source: Associated Content
sv_se: Kopplat innehåll

# placeholders: Quiz, Questions
source: %1$s %2$s %3$s
sv_se: Testfrågor %3$s

# placeholder: Post Type singular name
source: Filter by %s
sv_se: Filtrera på %s

# placeholder: Taxonomy singular name
source: Filter by %s
sv_se: Filtrera på %s

source: Show more details
sv_se: Visa fler detaljer

source: view
sv_se: visa

# placeholder: Course
source: %s Required
sv_se: Kurs obligatorisk

# placeholder: Lesson
source: %s Required
sv_se: Lektion obligatorisk

# placeholder: Topic
source: %s Required
sv_se: Avsnitt obligatoriskt

# placeholder: Quiz
source: %s Required
sv_se: Test obligatoriskt

# placeholder: Post title
source: Filter listing by "%s"
sv_se: Filtrera vyn efter "%s"

# placeholder: Post title
source: Edit "%s"
sv_se: Redigera "%s"

# placeholder: Post title
source: View "%s"
sv_se: Visa "%s"

source: User Reports
sv_se: Användarrapporter

# Course Info Label
source: %s Info
sv_se: Kursinformation

# Permanently Delete Course Data Label
source: Permanently Delete %s Data
sv_se: Radera kursdata permanent

# placeholder: course
source: Check and click update profile to permanently delete users LearnDash %s data. <strong>This cannot be undone.</strong>
sv_se: Kryssa i och klicka på uppdatera profil för att permanent radera användarens Learndash-kursdata. <strong>Detta kan inte ångras.</strong>

# placeholder: quiz
source: Remove the %s lock(s) for this user.
sv_se: Ta bort testlås(en) för denna användare.

# User Enrolled Courses
source: User Enrolled %s
sv_se: Användarregistrerade kurser

source: User is automatically enrolled in all Courses.
sv_se: Användare är automatiskt registrerad i alla kurser.

# placeholders: Groups, Course
source: %1$s Using %2$s
sv_se: Grupper med kurs

# placeholder: Groups
source: Search All %s
sv_se: Sök alla grupper

# placeholders: Course, Groups
source: Search %1$s %2$s
sv_se: Sök kursgrupp

# Search All Course Users
source: Search All %s Users
sv_se: Sök alla kursdeltagare

# Course Users label
source: %s Users
sv_se: Kursdeltagare

# Search Assigned Course Users
source: Search Assigned %s Users
sv_se: Sök kopplade kursdeltagare

# placeholders: Group, Courses
source: Search All %1$s %2$s
sv_se: Sök alla gruppkurser

# placeholder: Group, Courses
source: %1$s %2$s Auto-enroll
sv_se: Gruppkurser autoregistrering

# placeholders: Group, Courses
source: Search Assigned %1$s %2$s
sv_se: Sök kopplade gruppkurser

# placeholders: Group, Courses
source: %1$s %2$s
sv_se: Gruppkurser

# placeholder: Group
source: %s Leaders
sv_se: Gruppledare

# placeholder: Group
source: Search All %s Leaders
sv_se: Sök alla gruppledare

# placeholder: Group
source: Search Assigned %s Leaders
sv_se: Sök kopplade gruppledare

# Search All Group Users
source: Search All %s Users
sv_se: Sök alla gruppanvändare

# placeholder: Group
source: %s Users
sv_se: Gruppmedlemmar

# placeholder: Group
source: Search All %s Users
sv_se: Sök alla gruppmedlemmar

# placeholder: Group
source: Search Assigned %s Users
sv_se: Sök kopplade gruppmedlemmar

# placeholder: Groups
source: Leader of %s
sv_se: Gruppledare i

# placeholder: Groups
source: Search Leader %s
sv_se: Sök gruppledare

# User Enrolled in Courses Label
source: User Enrolled in %s
sv_se: Kursregistrerade användare

# Search All Courses Label
source: Search All %s
sv_se: Sök alla kurser

# Search Enrolled Courses Label
source: Search Enrolled %s
sv_se: Sök registrerade kurser

# placeholder: Group
source: User Enrolled in %s
sv_se: Användare registrerad i grupp

# placeholder: Groups
source: Search Enrolled %s
sv_se: Sök registrerade grupper

# placeholder: Lesson
source: Click the '+' to add a new %s
sv_se: Klicka på '+' för att lägga till ny lektion

# placeholder: Topic
source: Click the '+' to add a new %s
sv_se: Klicka på '+' för att lägga till nytt avsnitt

# placeholder: Quiz
source: Click the '+' to add a new %s
sv_se: Klicka på '+' för att lägga till nytt test

# placeholder: Lessons
source: Drop %s Here
sv_se: Släpp lektioner här

# placeholder: Lesson, Topics
source: Drop %1$s %2$s Here
sv_se: Släpp lektionsavsnitt här

# placeholder: Quizzes
source: Drop Global %s Here
sv_se: Släpp globala test här

# placeholder: Lesson, Quizzes
source: Drop %1$s %2$s Here
sv_se: Släpp lektionstest här

# placeholder: Topic, Quizzes
source: Drop %1$s %2$s Here
sv_se: Släpp avsnittstest här

# placeholder: number of steps
source: Total Steps: %s
sv_se: Totalt antal steg: %s

# placeholder: Course
source: You have unsaved %s Builder changes. Are you sure you want to leave?
sv_se: Du har osparade kursbyggarändringar. Är du säker på att du vill lämna?

# placeholder: will contain post type label
source: Edit %s Settings (new window)
sv_se: Redigera inställningar (nytt fönster)

# placeholder: will contain post type label
source: View %s (new window)
sv_se: Visa (nytt fönster)

# placeholder: will contain post type label
source: Move %s to Trash
sv_se: Flytta till papperskorgen

# placeholders: will contain post type label, Course
source: Remove %1$s from %2$s
sv_se: Ta bort %1$s från kurs

# placeholder: will contain post type label
source: Move %s
sv_se: Flytta

source: Edit Title
sv_se: Redigera rubrik

# placeholder: Lesson
source: Move %s
sv_se: Flytta lektion

# placeholder: Lesson
source: Edit %s Settings (new window)
sv_se: Redigera lektionsinställningar (nytt fönster)

# placeholder: Lesson
source: View %s (new window)
sv_se: Visa lektion (nytt fönster)

# placeholders: Lesson, Course
source: Remove %1$s from %2$s
sv_se: Ta bort lektion från kurs

source: Move
sv_se: Flytta

# placeholder: Topic
source: Edit %s Settings (new window)
sv_se: Redigera avsnittsinställningar (nytt fönster)

# placeholder: Topic
source: View %s (new window)
sv_se: Visa avsnittsinställningar (nytt fönster)

# placeholder: Quiz
source: Edit %s Settings (new window)
sv_se: Redigera testinställningar (nytt fönster)

# placeholder: Quiz
source: View %s (new window)
sv_se: Visa test (nytt fönster)

source: #1: Invalid post data
sv_se: #1: Ogiltig postdata

source: #2: Invalid post data
sv_se: #2: Ogiltig postdata

# placeholder: Question
source: Click the '+' to add a new %s
sv_se: Klicka på '+' för att lägga till ny fråga

# placeholder: Questions
source: Drop %s Here
sv_se: Släpp fråga här

# placeholder: Questions label, number of questions
source: Total %1$s: %2$s
sv_se: Totalt antal frågor: %2$s

# placeholder: Quiz
source: You have unsaved %s Builder changes. Are you sure you want to leave?
sv_se: Du har osparade kursbyggarändringar. Är du säker på att du vill lämna?

# placeholders: post type labels like Question, second Quiz
source: Are you sure you want to remove this %1$s from the %2$s?
sv_se: Är du säker på att du vill ta bort denna fråga från testet?
