Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

# %1$s: Lesson Steps Complete %2$s: Total lesson steps
source: %1$d/%2$d Steps
sv_se: %1$d/%2$d steg

source: Please login to view sample content
sv_se: Vänligen logga in för att se exempelmaterialet

# placeholders: Topic Count, Topic/Topics Label
source: %1$d %2$s
sv_se: %1$d avsnitt

# placeholders: Quiz Count, Quiz/Quizzes Label
source: %1$d %2$s
sv_se: %1$d test

source: Print Your Certificate
sv_se: Skriv ut din certifiering

source: Current Status
sv_se: Status

# placeholder: number of places remaining
source: (%s place remaining)
sv_se: (%s plats kvar)

# placeholder: course
source: This %s has ended
sv_se: Kursen är slut

source: Ended
sv_se: Avslutad

# placeholder: course, course start date
source: This %1$s starts on %2$s
sv_se: Denna kurs startar %2$s

# placeholder: course, course start date
source: It is a pre-order. Enroll in this %1$s to get access after %2$s
sv_se: Detta är en förhandsbeställning. Registrera dig på denna kurs för att få tillgång %2$s

# placeholder: course
source: Enroll in this %s to get access
sv_se: Registrera dig på denna kurs för att få tillgång

# placeholder: course
source: This %s is not available
sv_se: Denna kurs är inte tillgänglig

source: Not Enrolled
sv_se: Ej registrerad

# placeholders: Trial interval, Trial frequency
source: Trial price for %1$s %2$s, then
sv_se: Provperiodspris för %1$s %2$s, därefter

# Recurring duration message
source: Full price every %1$s %2$s afterward
sv_se: Fullt pris varje %1$s %2$s efteråt

source: for %1$s %2$s
sv_se: för %1$s %2$s

# Recurring duration message
source: Every %1$s %2$s
sv_se: Varje %1$s %2$s

source: Get Started
sv_se: Kom igång

# placeholder: course
source: This %s is currently closed
sv_se: Denna kurs är för närvarande stängd

# placeholder: group label
source: This %s has ended
sv_se: Gruppen är slut

# placeholder: group label, group start date
source: This %1$s starts on %2$s
sv_se: Denna grupp startar %2$s

# placeholder: group label, group start date
source: It is a pre-order. Enroll in this %1$s to get access after %2$s
sv_se: Detta är en förhandsbeställning. Registrera dig i denna grupp för att få tillgång %2$s

# placeholder: group label
source: Enroll in this %s to get access
sv_se: Registrera dig i denna grupp för att få tillgång

# placeholder: group label
source: This %s is not available
sv_se: Denna grupp är inte tillgänglig

# placeholder: group
source: This %s is currently closed
sv_se: Denna grupp är för närvarande stängd

# placeholder: course
source: Accessing this %s requires a login. Please enter your credentials below!
sv_se: Tillgång till denna kurs kräver inloggning. Vänligen ange dina inloggningsuppgifter.

source: Please check your email for the password reset link.
sv_se: Vänligen kolla din e-post för lösenordsåterställningslänken.

source: Lost Your Password?
sv_se: Glömt lösenord?

source: Don't have an account? Register one!
sv_se: Har du inget konto? Skapa ett nytt!

source: Registration successful, please check your email to set your password.
sv_se: Registrering lyckades. Vänligen kolla din mejl för att välja lösenord.

source: Register an Account
sv_se: Skapa nytt konto

source: Registration confirmation will be emailed to you.
sv_se: Registreringsbekräftelsen kommer att mejlas till dig.

source: To take this %1$s you need at least %2$.01f total points. You currently have %3$.01f points.
sv_se: För att gå denna kurs måste du ha åtminstone %.01f poäng. Du har för närvarande %.01f poäng.

source: <span class="ld-display-label">Available on:</span> <span class="ld-display-date">%s</span>
sv_se: <span class="ld-display-label">Tillgänglig:</span> <span class="ld-display-date">%s</span>

# placeholders: Quiz label
source: Please go back and complete the previous %s.
sv_se: Vänligen gå tillbaka och slutför föregående test.

# placeholders: topic label
source: Please go back and watch the video for the previous %s.
sv_se: Vänligen gå tillbaka och se videon i föregående avsnitt.

# placeholders: topic label
source: Please go back and complete the previous %s.
sv_se: Vänligen gå tillbaka och slutför föregående avsnitt.

# placeholders: lesson label
source: Please go back and watch the video for the previous %s.
sv_se: Vänligen gå tillbaka och se videon i föregående lektion.

# placeholders: lesson label
source: Please go back and complete the previous %s.
sv_se: Vänligen gå tillbaka och slutför föregående lektion.

# placeholders lesson
source: Please go back and complete the previous %s.
sv_se: Vänligen gå tillbaka och slutför föregående lektion.

# placeholders: course, courses
source: To take this %1$s, you need to complete any of the following %2$s first:
sv_se: För att gå denna kurs måste du först slutföra någon av följande kurser:

# placeholders: (1) course singular, (2) course or courses
source: To take this %1$s, you need to complete the following %2$s first:
sv_se: För att gå denna kurs måste du först slutföra följande kurs(er):

# placeholder: current page numer of total pages
source: %1$d of %2$d
sv_se: %1$d av %2$d

# Placeholder: Group
source: %s Progress
sv_se: Gruppförlopp

# placeholder: Progress percentage
source: %s%% Complete
sv_se: %s%% slutfört

# placeholder: completed steps, total steps, Courses
source: %1$d/%2$d %3$s
sv_se: %1$d/%2$d kurser

# Placeholder: Lesson Progress
source: %s Progress
sv_se: Lektionsförlopp

# Last activity date in infobar
source: Last activity on %s
sv_se: Senaste aktivitet den %s

# placeholders: completed steps, total steps
source: %1$d/%2$d Steps
sv_se: %1$d/%2$d steg

# placeholders: quiz, attempts count
source: You have already taken this %1$s %2$d time(s) and may not take it again.
sv_se: Du har redan tagit detta test %2$d gång(er) och kan inte göra det igen.

# Pending Certificate Status Label
source: Pending
sv_se: Väntande

# placeholder: courses
source: You are registered for the following %s
sv_se: Du är registrerad på följande kurser

source: Edit profile
sv_se: Redigera profil

# Profile Course Content Label
source: Your %s
sv_se: Dina kurser

# placeholder: Profile Search Prompt Label
source: Show %s Search Field
sv_se: Visa %s sökfält

# placeholder: commentd count
source: %d Comments
sv_se: %d kommentarer

source: %1$s/%2$s Points Awarded
sv_se: %1$s/%2$s poäng tilldelade

source: No assignments at this time
sv_se: Inga uppgifter just nu

# Course Progress Overview Label
source: %s Progress
sv_se: Kursförlopp

# Percentage of course completion
source: %s%% Complete
sv_se: %s%% slutfört

source: Pre-ordered
sv_se: Förhandsbeställ

# placeholder: search term
source: You searched for "%s"
sv_se: Du sökte efter "%s"

source: close
sv_se: stäng

# Profile Search Courses
source: Search Your %s
sv_se: Sök bland dina kurser

# Profile Course Label
source: %s Name
sv_se: Kursnamn

source: reset
sv_se: återställ

# placeholder: Courses
source: Registered %s
sv_se: Registrerade kurser

# User Status Course Progress
source: %s%% Complete
sv_se: %s%% slutfört

# User Status Course Steps
source: %1$d/%2$d Steps
sv_se: %1$d/%2$d steg

# User Status Course Since
source: Since %s
sv_se: Sedan %s

# placeholder: group
source: Assigned %s(s)
sv_se: Kopplad grupp

# Course Navigation Home Label
source: %s Home
sv_se: Kursstart

source: Return to
sv_se: Gå tillbaka till

# placeholder: Lesson
source: Expand %s
sv_se: Expandera lektion

# Course Status Label
source: %s Status:
sv_se: Kursstatus:

source: Set Enrolled Date:
sv_se: Ange registreringsdatum:

source: Edit date
sv_se: Redigera datum

# placeholder: Course
source: Extra %s points
sv_se: Extra kurspoäng

# placeholder: Course
source: %s progress details:
sv_se: Detaljer om kursförlopp:

# placeholder: quizzes
source: You have taken the following %s:
sv_se: Du har tagit följande test:

# placeholder: quiz
source: Are you sure that you want to remove this %s item?
sv_se: Är du säker på att du vill ta bort denna testpunkt?

source: Read more.
sv_se: Läs mer.

source: Set all children steps as incomplete?
sv_se: Sätt alla underordnade steg som inte klarmarkerade?

source: Set all parent steps as incomplete?
sv_se: Sätt alla överordnade steg som inte klarmarkerade?

# placeholder: Course
source: %s switcher
sv_se: Kursväxlare

# placeholder: Course
source: Switch to the Primary %s to edit this setting
sv_se: Byt till den primära kursen för att redigera denna inställning

# placeholder: Course
source: Select a %s
sv_se: Välj en kurs

# placeholder: Quiz
source: Standalone %s
sv_se: Fristående test

# placeholder: Course
source: Primary %s
sv_se: Primär kurs

# placeholder: Courses
source: Shared %s
sv_se: Delade kurser

# placeholder: Course
source: Set Primary %s
sv_se: Välj primär kurs

# placeholders: Course steps completed, Course steps total
source: Completed <strong>%1$d</strong> out of <strong>%2$d</strong> steps
sv_se: Slutfört: <strong>%1$d</strong> av <strong>%2$d</strong> steg

# placeholder: Group Access Date
source: Since: %1$s (%2$s Access)
sv_se: Sedan: %1$s (%2$s-tillgång)

# placeholder: Access Date
source: Since: %s
sv_se: Sedan: %s

# placeholder: Course Access Expired Date
source: (access expired %s)
sv_se: (tillgången upphörde %s)

source: (access expired)
sv_se: (tillgången har upphört)

# placeholder: Course Access Expire Date
source: (expires %s)
sv_se: (upphör %s)

# profile edit course link label
source: (edit)
sv_se: (redigera)

# Course progress details link
source: (details)
sv_se: (detaljer)

# placeholder: Course
source: %s All Complete
sv_se: Kursen är slutförd

# placeholder: Course
source: Return to %s Overview
sv_se: Återgå till kursöversikt

source: To take this %1$s you need at least %2$.01f total points. You currently have %3$.01f points.
sv_se: För att gå denna kurs måste du ha minst %2$.01f poäng. Du har för närvarande %3$.01f poäng.

# placeholder: Course
source: Earned %s Points:
sv_se: Intjänade kurspoäng:

source: Files you have uploaded
sv_se: Filer som du har laddat upp

# placeholder: commentd count
source: Comments (%d)
sv_se: Kommentarer (%d)

# placeholder: comma list of file extentions
source: Allowed file types: %s
sv_se: Tillåtna filtyper: %s

source: page
sv_se: sida

# placeholder: Quiz URL
source: Please go back and complete the previous %s.
sv_se: Vänligen gå tillbaka och slutför föregående %s.

# placeholder: Topic URL
source: Please go back and complete the previous %s.
sv_se: Vänligen gå tillbaka och slutför föregående %s.

# placeholder: Lesson URL
source: Please go back and complete the previous %s.
sv_se: Vänligen gå tillbaka och slutför föregående %s.

# placeholder lesson
source: Please go back and complete the previous %s.
sv_se: Vänligen gå tillbaka och slutför föregående lektion.

# placeholders: Lesson, Topics
source: %1$s %2$s
sv_se: Lektionsavsnitt

# placeholder: Course
source: %s Progress Overview
sv_se: Kursförloppsöversikt

# placeholder: percent complete
source: %s%% Complete
sv_se: %s%% slutfört

# placeholder: topic URL
source: Please go back and complete the previous %s.
sv_se: Vänligen gå tillbaka och slutför föregående %s.

# placeholder: lesson URL
source: Please go back and complete the previous %s.
sv_se: Vänligen gå tillbaka och slutför föregående %s.

# placeholder: quiz URL
source: Please go back and complete the previous %s.
sv_se: Vänligen gå tillbaka och slutför föregående %s.

source: Please go back and complete the previous step.
sv_se: Vänligen gå tillbaka och slutför föregående steg.

# placeholders: quiz count completed, quiz count total, questions
source: %1$s of %2$s %3$s completed
sv_se: %1$s av %2$s %3$s slutförda

source: You must fill out this field.
sv_se: Du måste fylla i detta fält.

source: You must specify a number.
sv_se: Du måste specificera ett nummer.

source: You must specify a text.
sv_se: Du måste specificera en text.

source: You must specify an email address.
sv_se: Du måsta fylla i en e-postadress.

source: You must specify a date.
sv_se: Du måste välja ett datum.

# placeholder: Quiz label
source: %s is loading...
sv_se: Testet laddar...

# placeholder: Quiz label.
source: You have already completed the %s before. Hence you can not start it again.
sv_se: Du har redan slutfört detta test och kan inte göra det en gång till.

# placeholder: quiz
source: You must sign in or sign up to start the %s.
sv_se: Du måste logga in eller registrera dig för att starta testet.

source: You must first complete the following:
sv_se: Du måste först slutföra följande:

# placeholder: question, question number, questions total
source: %1$s %2$s of %3$s
sv_se: %1$s %2$s av %3$s

# placeholder: total quiz points
source: %s point(s)
sv_se: %s poäng

# placeholder: Quiz Category
source: Category: %s
sv_se: Kategori: %s

source: Type your response here
sv_se: Skriv ditt svar här

source: Upload your answer to this question.
sv_se: Bifoga fil.

source: Essay type not found
sv_se: Uppsatstyp hittades inte

source: This response will be awarded full points automatically, but it can be reviewed and adjusted after submission.
sv_se: Svaret tilldelas automatisk full poäng. Granskning och slutlig poängsättning görs manuellt i efterhand.

source: This response will be awarded full points automatically, but it will be reviewed and possibly adjusted after submission.
sv_se: Detta svar kommer att tilldelas full poäng automatiskt, men kommer att ses över och eventuellt justeras manuellt i efterhand.

source: This response will be reviewed and graded after submission.
sv_se: Detta svar kommer att granskas och betygsättas manuellt efter inlämnandet.

source: View Answers
sv_se: Visa svar

source: Grading can be reviewed and adjusted.
sv_se: Betygssättningen kan komma att granskas och justeras.

source: Check
sv_se: Svara

source: Page %d
sv_se: Sida %d

# Quiz Summary
source: %s Summary
sv_se: Testsammanfattning

# placeholder: Quiz
source: %s complete. Results are being recorded.
sv_se: Testet är klart. Resultatet sparas.

# placeholder: correct answer, question count, questions
source: %1$s of %2$s %3$s answered correctly
sv_se: %1$s av %2$s frågor besvarades rätt.

# placeholder: quiz time.
source: Your time: %s
sv_se: Din tid: %s.

source: Time has elapsed
sv_se: Tiden har gått ut

# placeholder: points earned, points total
source: You have reached %1$s of %2$s point(s), (%3$s)
sv_se: Du fick %1$s av %2$s poäng, (%3$s rätt).

# placeholder: points earned, points total, points percentage
source: Earned Point(s): %1$s of %2$s, (%3$s)
sv_se: Intjänade poäng: %1$s av %2$s, (%3$s)

# placeholder: number of essays, possible points
source: %1$s Essay(s) Pending (Possible Point(s): %2$s)
sv_se: %1$s uppsats(er) väntar (möjliga poäng: %2$s)

source: Average score
sv_se: Genomsnittligt resultat

source: Your score
sv_se: Ditt resultat

# Restart Quiz Button Label
source: Restart %s
sv_se: Gör om testet

# View Questions Button Label
source: View %s
sv_se: Visa frågor

source: Show leaderboard
sv_se: Visa topplista

# placeholder: question
source: Review %s
sv_se: Granska fråga

source: Current
sv_se: Nuvarande

source: Review / Skip
sv_se: Granska/skippa

source: Review
sv_se: Granska

source: Answered
sv_se: Besvarade

# placeholder Quiz
source: Start %s
sv_se: Starta testet

# placeholder Quiz
source: Continue %s
sv_se: Återuppta test

# placeholder: quiz
source: Would you like to submit your %s result to the leaderboard?
sv_se: Vill du publicera ditt testresultat på topplistan?

# placeholder: Questions
source: Manage %s in builder
sv_se: Hantera frågorna i byggaren

# placeholder: Quiz
source: %s switcher
sv_se: Testväxlare

# placeholder: Quiz
source: Select a %s
sv_se: Välj ett test

# placeholder: Quiz
source: Primary %s
sv_se: Primärt test

# placeholder: Quizzes
source: Other %s
sv_se: Andra test

# placeholders: User, Date
source: Manual Edit by: %1$s on %2$s
sv_se: Manuellt redigerad av: %1$s, %2$s

# profile edit quiz link label
source: (edit)
sv_se: (redigera)

# placeholder: quiz
source: remove this %s item
sv_se: radera denna testpunkt

# profile remove quiz link label
source: (remove)
sv_se: (ta bort)

source: comments
sv_se: kommentarer

source: Rank:
sv_se: Ranking:

source: Score
sv_se: Resultat

source: out of
sv_se: av

source: question(s)
sv_se: frågor

source: . Points:
sv_se: . Poäng:

source: on
sv_se: på

source: copy link to use in [quizinfo] block.
sv_se: kopiera länk för att använda i blocket [quizinfo].

# placeholder: Topic
source: %s Progress:
sv_se: Avsnittsförlopp:

# placeholder: lesson
source: Please go back and complete the previous %s.
sv_se: Vänligen gå tillbaka och slutför föregående lektion.

# placeholder: Group Leader
source: %s in :
sv_se: Gruppledare i:

# placeholder: group
source: Assigned %s(s) :
sv_se: Tilldelad grupp:

source: Private
sv_se: Privat

source: Someone Else
sv_se: Någon annan

source: Me
sv_se: Jag

source: LearnDash is The #1 WordPress LMS Plugin. Trusted by Fortune 500s & Universities.
sv_se: LearnDash är det ledande LMS-tillägget för Wordpress - betrott av Fortune 500-företag och universitet.

source: Dismiss Setup Wizard
sv_se: Avfärda konfigurationsguide

source: Please enter the email address.
sv_se: Ange e-postadressen.

source: Please enter the license key.
sv_se: Ange licensnyckeln.

source: The email and the license key do not match.
sv_se: E-postadressen och licensnyckeln matchar inte.

source: Let's start by getting your info
sv_se: Låt oss börja med din information

source: Enter your License
sv_se: Ange din licens

source: Your license details were emailed to you after purchase. You can also find them listed on
sv_se: Dina licensdetaljer mejlades till dig efter ditt köp. Du kan också hitta dem på

source: your account
sv_se: ditt konto

source: Your purchase email
sv_se: Din e-postadress vid köpet

source: License:
sv_se: Licens:

source: Your license key
sv_se: Din licensnyckel

source: Validate
sv_se: Validera

source: Communication Preferences
sv_se: Kommunikationsinställningar

source: Would you like to use the email above for all LearnDash emails and course notifications?
sv_se: Vill du använda e-postadressen ovan för alla Learndash-relaterade mejl och kursnotiser?

source: What "From:" email address would you like to use?
sv_se: Vilken avsändaradress vill du använda?

source: Tell us about your courses
sv_se: Berätta för oss om dina kurser

source: Do you want to import a demo course?
sv_se: Vill du importera en demokurs?

source: A fully built course that helps you to understand LearnDash.
sv_se: En färdigbyggd kurs som hjälper dig att förstå Learndash.

source: How many courses are you planning to create?
sv_se: Hur många kurser tänker du skapa?

source: Just One
sv_se: Bara en

source: Multiple
sv_se: Flerval

source: What types of courses will you have?
sv_se: Vilken typ av kurser kommer du att ha?

source: Check all the apply.
sv_se: Kryssa för alla som gäller.

source: Simple
sv_se: Enkel

source: A video or text based course without certificates or quizzes.
sv_se: En video- eller textbaserad kurs utan certifieringar eller test.

source: A video or text based course including quizzes and certificates.
sv_se: En video- eller textbaserad kurs med test och certifieringar.

source: Timed
sv_se: Tajmad

source: Group Courses
sv_se: Gruppkurser

source: A course led by group leaders, perfect for cohorts, corporate training and classrooms.
sv_se: En kurs ledd av gruppledare. Perfekt för grupper, företagsträning och klassrum.

source: Are your groups public or private?
sv_se: Är dina grupper offentliga eller privata?

source: Who will be leading your group courses?
sv_se: Vem kommer att leda dina gruppkurser?

source: Do you want to charge for your courses?
sv_se: Vill du ta betalt för dina kurser?

source: How would you like to accept payments?
sv_se: Hur vill du ta betalt?

source: Choose one.
sv_se: Välj en.

source: With Stripe charge credit cards and pay low merchant fees.
sv_se: Med Stripe och betalkort med låga handelsavgifter.

source: Connect
sv_se: Anslut

source: Connected
sv_se: Ansluten

source: Use WooCommerce to manage payments, invoices and more.
sv_se: Använd Woocommerce för att hantera betalningar, fakturor och mer.

source: We'll install the plugins you need
sv_se: Vi installerar tilläggen som du behöver

source: Which currency would you like to accept?
sv_se: Vilka valutor vill du ta emot?

source: Here's what we'll setup for you
sv_se: Här är det vi konfigurerar för dig

source: We will create the following pages for you:
sv_se: Vi kommer att skapa följande sidor för dig:

source: Registration, Registration Success, Reset Password & Profile
sv_se: Registrering, Lyckad registrering, Återställ lösenord & Profil

source: Allow students to register for your courses, confirm successful registrations, reset their account passwords and view their progress in their own profile page.
sv_se: Låt studenter registrera sig för dina kurser, bekräfta lyckade registreringar, återställa kontolösenord och se framsteg på sina egna profilsidor.

source: Courses Listing
sv_se: Kurslista

source: Display all available courses.
sv_se: Visa alla tillgängliga kurser.

source: We will create the following courses for you:
sv_se: Vi kommer att skapa följande kurser för dig:

source: A demo course to help you understand how to use LearnDash.
sv_se: En demokurs som hjälper dig att förstå hur du använder Learndash.

source: We will enable the following group settings:
sv_se: Vi kommer att aktivera följande gruppinställningar:

source: These settings can be changed at any time in learnDash LMS > Groups > Settings
sv_se: Dessa inställningar kan ändras när som helst i Learndash LMS > Grupper > Inställningar

source: Groups will be made public on your site
sv_se: Grupper kommer att göras offentliga på din webbplats

source: You can always change this later if you decide.
sv_se: Du kan alltid ändra detta senare om du skulle ångra dig.

source: Group leaders will be enabled on your site
sv_se: Gruppledare kommer att aktiveras på din webbplats

source: They'll be able to create and manage users, enroll in managed groups, and have access to all content in any order.
sv_se: De kommer att kunna skapa och hantera användare, registrera användare i hanterade grupper och få åtkomst till innehåll i valfri ordning.

source: + Show all settings being updated
sv_se: + Visa alla inställningar som uppdateras

source: Public Group
sv_se: Offentlig grupp

source: Groups will be made public on your site.
sv_se: Grupper kommer att göras offentliga på din webbplats.

source: Group Archive Page
sv_se: Grupparkivsida

source: Enables the front end archive page where all groups are listed.
sv_se: Aktiverar en arkivsida på front-end där alla grupper listas.

source: Manage Users: Basic
sv_se: Hantera användare: Grundläggande

source: Allow group leader to create and manage users.
sv_se: Låt gruppledare skapa och hantera användare.

source: Managed groups auto-enrollment
sv_se: Automatisk registrering i hanterade grupper

source: Group Leader will be enrolled in managed groups.
sv_se: Gruppledare kommer att registreras i hanterade grupper.

source: Course Auto-enrollment
sv_se: Automatisk registrering i hanterade kurser

source: Group Leader has access to all courses automatically.
sv_se: Gruppledare har automatisk tillgång till alla kurser.

source: Bypass Course Limits
sv_se: Gå förbi kursbegränsningar

source: Group Leader can access course content in any order.
sv_se: Gruppledare har tillgång till kursinnehåll i valfri ordning.

source: We'll install the following add-ons for you:
sv_se: Vi installerar följande utökningar för dig:

source: Certificate Builder
sv_se: Certifieringsbyggare

source: The easiest way to build certificates for your courses.
sv_se: Det enklaste sättet att skapa certifieringar för dina kurser.

source: Installed
sv_se: Installerad

source: Course Grid
sv_se: Kursrutnät
