Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

# placeholder: question
source: Shows "right or wrong" after each %s.
sv_se: Visar ”rätt eller fel” efter varje fråga.

# placeholder: questions
source: If this option is activated, all answers are displayed below each other, i.e. all %s are on a single page.
sv_se: Om denna inställning är aktiverad visas alla svar under varandra, d.v.s. att alla frågor ligger på en samlad sida.

# placeholder: questions
source: How many %s to be displayed on a page.
sv_se: Hur många frågor som ska visas på en sida.

source: (0 = All on one page)
sv_se: (0 = alla på en sida)

source: You can create custom fields, e.g. to request the name or the e-mail address of the users.
sv_se: Du kan skapa egna fält för att t.ex. begära namn eller e-post av användarna.

source: The statistic function have to be enabled.
sv_se: Statistikfunktionen måste vara aktiverad.

source: Custom fields enable
sv_se: Aktivera egna fält

source: If you enable this option, custom fields are enabled.
sv_se: Om du aktiverar det här alternativet aktiveras anpassade fält.

source: Display position
sv_se: Visa placering

source: Where should the fields be displayed:
sv_se: Där fälten ska visas:

# placeholder: quiz
source: On the %s startpage
sv_se: På teststartsidan

# At the end of the quiz (before the quiz result)
source: At the end of the %1$s (before the %2$s result)
sv_se: På slutet av testet (före testresultatet)

source: Field name
sv_se: Fältnamn

source: Required?
sv_se: Obligatoriskt?

source: Checkbox
sv_se: Kryssruta

source: Drop-Down menu
sv_se: Rullgardinsmeny

source: Radio
sv_se: Radioknapp

source: Number
sv_se: Nummer

source: Yes/No
sv_se: Ja/nej

source: Edit list
sv_se: Redigera lista

source: One entry per line
sv_se: Ett inlägg per rad

source: Add field
sv_se: Lägg till fält

source: Results text
sv_se: Resultattext

# placeholder: quiz
source: This text will be displayed at the end of the %s (in results). (this text is optional)
sv_se: Denna text kommer att visas efter testet (vid resultatet). Texten är valfri.

source: Activate graduation
sv_se: Aktivera gradering

source: Hint:
sv_se: Ledtråd:

source: Maximal 15 levels
sv_se: Maximalt 15 nivåer

# placeholders: quiz, question points, question count
source: Percentages refer to the total score of the %1$s. (Current total %2$d points in %3$d questions.)
sv_se: Procentandelar refererar till testets totalpoäng. (För närvarande totalt %2$d poäng i %3$d frågor.)

source: Values can also be mixed up
sv_se: Värden kan även blandas

source: 10,15% or 10.15% allowed (max. two digits after the decimal point)
sv_se: 10,15 % och 10.15 % tillåtet (max. två siffror efter decimalen)

source: from:
sv_se: från:

source: percent
sv_se: procent

# placeholder: Result Text
source: (Will be displayed, when result-percent is >= <span class="resultProzent">%s</span>%%)
sv_se: (Kommer att visas när resultatandelen är >= <span class="resultProzent">%s</span>%%)

source: Delete graduation
sv_se: Ta bort gradering

# placeholder: 0
source: (Will be displayed, when result-percent is >= <span class="resultProzent">%s</span>%%)
sv_se: (Kommer att visas när resultatandelen är >= <span class="resultProzent">%s</span>%%)

source: Add graduation
sv_se: Lägg till gradering

# placeholder: Quiz
source: %s Import/Export
sv_se: Testimport/-export

# placeholder: Quiz
source: Search %s
sv_se: Sök test

source: Choose the respective Quiz, which you would like to export and press on "Start export"
sv_se: Välj testet som du vill exportera och klicka på ”Påbörja export”

source: or
sv_se: eller

source: Start export
sv_se: Påbörja export

source: Import only *.wpq or *.xml files from known and trusted sources.
sv_se: Importera endast .wpq- och .xml-filer från kända och trovärdiga källor.

# placeholder: Upload Mb
source: Maximal %d MiB
sv_se: Maximalt %d MiB

# placeholders: Quiz, Quiz Name/Title
source: %1$s: %2$s - Statistics
sv_se: Test: %2$s – Statistik

source: Stats not enabled
sv_se: Statistik ej aktiverat

source: Activate statistics
sv_se: Aktivera statistik

source: Overview
sv_se: Översikt

source: Custom fields
sv_se: Anpassade fält

source: Please select user name:
sv_se: Välj ett användarnamn:

source: Select a test:
sv_se: Välj ett test:

source: Anonymous user
sv_se: Anonym användare

source: average
sv_se: genomsnitt

source: Incorrect
sv_se: Fel

source: Hints used
sv_se: Använda tips

source: Time
sv_se: Tid

source: Points scored
sv_se: Intjänade poäng

source: Sub-Total:
sv_se: Delsumma:

source: Refresh
sv_se: Ladda om

source: Reset statistics
sv_se: Återställ statistik

source: Reset user statistics
sv_se: Återställ användarstatistik

source: Reset entire statistic
sv_se: Återställ all statistik

# placeholder: quiz
source: Show only users, who solved the %s:
sv_se: Visa endast användare som klarar testet:

source: Which users should be displayed:
sv_se: Användare som ska visas:

source: all
sv_se: alla

source: only registered users
sv_se: enbart registrerade användare

source: only anonymous users
sv_se: enbart anonyma användare

# placeholder: user name
source: User statistics: %s
sv_se: Användarstatistik: %s

source: (view)
sv_se: (vy)

source: Status: Graded
sv_se: Status: betygsatt

source: Status: Not Graded
sv_se: Status: ej betygsatt

source: Essay not submitted
sv_se: Uppsats ej inlämnad

source: - %dpt
sv_se: - %d poäng

source: Statistics not enabled.
sv_se: Statistik är ej aktiverat.

# placeholder: Quiz
source: Edit %s Settings
sv_se: Redigera testinställningar

source: History
sv_se: Historik

source: Filter by User
sv_se: Filtrera efter användare

# placeholders: Date From, Date To
source: Search to date limit from %1$s to %2$s
sv_se: Sök bland datum från %1$s till %2$s

source: Front
sv_se: Framsida

source: Cheating?
sv_se: Fuskar?

source: Use Razorpay
sv_se: Använd Razorpay

source: Razorpay customer creation failed. And an existing related Razorpay customer was not found.
sv_se: Skapande av Razorpay-kund misslyckades och en befintlig relaterad Razorpay-kund hittades inte.

source: Trial
sv_se: Provperiod

source: Use Credit Card
sv_se: Använd betalkort

source: The Billing Cycle Interval value must be set.
sv_se: Faktureringscykelvärdet måste ställas in.

source: The minimum Billing Cycle value is 1.
sv_se: Minsta faktureringscykelvärde är 1.

source: %d Day Trial
sv_se: Endagsprovperiod

source: Registration successful.
sv_se: Registreringen lyckades.

source: Invalid Course or Group
sv_se: Ogiltig kurs eller grupp

source: Order Overview
sv_se: Beställningsöversikt

# placeholder: You already have access to Course/Group - Click here to visit
source: You already have access to %1$s - %2$s
sv_se: Du har redan tillgång till kursen/gruppen. Klicka här för att komma vidare

source: for
sv_se: för

source: Price
sv_se: Pris

source: every
sv_se: varje

source: Apply Coupon
sv_se: Använd rabattkod

source: Totals
sv_se: Total

source: Subtotal
sv_se: Delsumma

source: Coupon:
sv_se: Rabattkod:

# placeholder: Return to Course/Group.
source: Return to %s
sv_se: Gå tillbaka till %s

# placeholder: Message above registration form if user logged out.
source: Already have an account? %1$s
sv_se: Har du redan ett konto? %1$s

source: Log In
sv_se: Logga in

# placeholder: Forgot password link below login form.
source: Forgot password? %s
sv_se: Glömt lösenord? %s

source: Click here to reset it.
sv_se: Klicka här för att återställa det.

source: Confirm Password
sv_se: Bekräfta lösenord

source: Register
sv_se: Registrera

# placeholder: Current Logged In Username, WP Logout Link.
source: Hello %1$s, looks like you're already logged in. Want to sign in as a different user? %2$s
sv_se: Hej %1$s. Du verkar redan vara inloggad. Vill du logga in som en annan användare? %2$s

source: Log Out
sv_se: Logga ut

source: Registration requires a first name.
sv_se: Registrering kräver ett förnamn.

source: Registration requires a last name.
sv_se: Registrering kräver ett efternamn.

source: Registration requires a password.
sv_se: Registrering kräver ett lösenord.

source: Passwords do not match.
sv_se: Lösenordet stämmer inte överens.

source: Registration username exists.
sv_se: Användarnamnet är redan registrerat.

source: Registration email exists.
sv_se: E-postadressen är redan registrerad.

source: Registration requires a username.
sv_se: Registrering kräver ett användarnamn.

source: Registration requires a valid email.
sv_se: Registrering kräver en giltig e-postadress.

source: Invalid username.
sv_se: Ogiltigt användarnamn.

source: Invalid email.
sv_se: Ogiltig e-postadress.

source: Registration requires a last name
sv_se: Registrering kräver ett efternamn

source: Please enter a stronger password.
sv_se: Vänligen ange ett starkare lösenord.

source: Hint: The password should be at least twelve characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ % ^ &amp; ).
sv_se: Tips! Lösenordet ska vara minst tolv vecken långt. För att göra det starkare, använd versaler, gemener, nummer och specialtecken som ! ” ? $ % ^ &amp; ).

source: Invalid key, please check your reset password link and try again.
sv_se: Ogiltig nyckel. Vänligen kontrollera din återställningslänk och försök igen.

source: Invalid user, please check your reset password link and try again.
sv_se: Ogiltig användare. Vänligen kontrollera din återställningslänk och försök igen.

source: Password reset, please log into your account.
sv_se: Lösenord återställt. Vänligen logga in på ditt konto.

source: Set new password
sv_se: Välj nytt lösenord

source: Reset Password
sv_se: Återställ lösenord

source: Username or Email Address
sv_se: Användarnamn eller e-postadress

source: There is no account with that username or email address.
sv_se: Det finns inget konto med det användarnamnet eller den e-postadressen.

source: Reset password mail sent. Check your inbox.
sv_se: Lösenordsåterställningsmejl har skickats. Kontrollera din inkorg.

source: Password Reset
sv_se: Lösenordsåterställning

source: Someone has requested a password reset for the following account:
sv_se: Någon har begärt en lösenordsåterställning för följande konto:

source: Site Name: %s
sv_se: Webbplatsnamn: %s

source: Username: %s
sv_se: Användarnamn: %s

source: If this was a mistake, ignore this email and nothing will happen.
sv_se: Om det var ett misstag kan du ignorera detta mejl. Ingenting kommer att hända.

source: To reset your password, visit the following address:
sv_se: Besök följande adress för att återställa ditt lösenord:

source: Incorrect username or password. Please try again
sv_se: Fel användarnamn eller lösenord. Vänligen försök igen

source: wk
sv_se: v

source: week
sv_se: vecka

source: mo
sv_se: m

source: yr
sv_se: å

source: Purchased by:
sv_se: Köpt av:

source: Date:
sv_se: Datum:

source: Vat/Tax:
sv_se: Moms/skatt:

source: No data to generate PDF.
sv_se: Ingen data för att generera PDF.

source: Post does not exist.
sv_se: Inlägget existerar inte.

source: Purchase Invoice -
sv_se: Faktura -

source: Transaction now found.
sv_se: Transaktionen har nu hittats.

source: Original Price:
sv_se: Normalpris:

source: Discount:
sv_se: Rabatt:

source: Discounted Price:
sv_se: Rabatterat pris:

# placeholder: Course
source: Trial: %1$s for %2$s %3$s then <br/ >
sv_se: Provperiod: %1$s för %2$s %3$s sedan <br/ >

# placeholder: Course
source: %1$s every %2$s %3$s for %4$s %5$s
sv_se: %1$s varje %2$s, %3$s i %4$s %5$s

source: Item Name
sv_se: Artikelnamn

# Post Type General Name
source: Submitted Essays
sv_se: Inlämnade uppsatser

# Post Type Singular Name
source: Submitted Essay
sv_se: Inlämnad uppsats

source: Submitted Essays
sv_se: Inlämnade uppsatser

source: Parent Submitted Essay:
sv_se: Överordnad inlämnad uppsats:

source: All Submitted Essays
sv_se: Alla inlämnade uppsatser

source: Add New Submitted Essay
sv_se: Lägg till ny inlämnad uppsats

source: New Submitted Essay
sv_se: Ny inlämnad uppsats

source: Edit Submitted Essay
sv_se: Redigera inlämnad uppsats

source: Update Submitted Essay
sv_se: Uppdatera inlämnad uppsats

source: View Submitted Essay
sv_se: Visa inlämnad uppsats

source: View Submitted Essays
sv_se: Visa inlämnade uppsatser

source: Search Submitted Essays
sv_se: Sök inlämnad uppsats

source: Submitted Essay Not found
sv_se: Inlämnad uppsats hittades inte

source: Submitted Essay Not found in Trash
sv_se: Inlämnad uppsats hittades inte i papperskorgen

source: Submitted Essay Published
sv_se: Inlämnad uppsats publicerad

source: Submitted Essay Published Privately
sv_se: Inlämnad uppsats publicerad privat

source: Submitted Essay Reverted to Draft
sv_se: Inlämnad uppsats återställd till utkast

source: Submitted Essay Scheduled
sv_se: Inlämnad uppsats schemalagd

source: Submitted Essay Updated
sv_se: Inlämnad uppsats uppdaterad

source: sfwd-essays
sv_se: sfwd-uppsatser

# placeholder: quiz, question
source: Submitted essays via a %1$s %2$s.
sv_se: Uppsatser inlämnade via en testfråga.

# Custom Essay post type status: Graded
source: Graded
sv_se: Betygsatt

source: Graded <span class="count">(%s)</span>
sv_se: Betygsatt <span class="count">(%s)</span>

# Custom Essay post type status: Not Graded
source: Not Graded
sv_se: Ej betygsatt

source: Not Graded <span class="count">(%s)</span>
sv_se: Ej betygsatt <span class="count">(%s)</span>

source: View uploaded file
sv_se: Visa uppladdad fil

source: See upload below.
sv_se: Se uppladdning nedan.

source: Unknown error.
sv_se: Okänt fel.

source: Invalid essay uploaded file type.
sv_se: Ogiltig filtyp på uppladdad uppsats.

source: The uploaded file could not be move to the destination directory.
sv_se: Den uppladdade filen kunde inte flyttas till målmappen.

source: Essay upload success.
sv_se: Uppsatsuppladdning lyckad.

# placeholder: Questions
source: No associated %s
sv_se: Inga tillhörande frågor

source: Special Filters
sv_se: Specialfilter

# placeholder: questions
source: Certificate Pending - %s still need to be graded, please check your profile for the status
sv_se: Certifiering väntar. Frågorna behöver betygsättas. Kontrollera din profil för status

# placeholder: course
source: %s ID to enroll into.
sv_se: Kurs att registrera på.

# placeholder: group, course
source: %1$s IDs to enroll into %2$s.
sv_se: Grupp-ID:n att registrera till kurs.

# placeholder: group, course
source: %1$s IDs to remove from %2$s.
sv_se: Grupp-ID:n att ta bort från kurs.

# placeholder: group
source: The %s IDs.
sv_se: Grupp-ID:na.

# placeholder: Course
source: Invalid %s ID.
sv_se: Ogiltigt kurs-ID.

# placeholder: Group
source: Invalid %s ID.
sv_se: Ogiltigt grupp-ID.

# placeholder: course
source: Invalid %s ID.
sv_se: Ogiltigt kurs-ID.

source: You need to define a search term to order by relevance.
sv_se: Du måste definiera en sökterm för att sortera efter relevans.

source: You need to define an include parameter to order by include.
sv_se: Du måste definiera en include-parameter för att sortera efter include.

source: The page number requested is larger than the number of pages available.
sv_se: Det efterfrågade sidnumret är högre än antalet tillgängliga sidor.

source: Returned values.
sv_se: Returnerade värden.

# placeholder: course
source: %s ID to enroll user into.
sv_se: Kurs-ID att registrera användare på.

# placeholder: course
source: The %s step type.
sv_se: Kursstegstypen.

source: Filter returned results by step type.
sv_se: Filtret returnerade resultat efter stegtyp.

source: You are not currently logged in.
sv_se: Du är för närvarande inte inloggad.

# placeholder: course
source: %s ID.
sv_se: Kurs-ID.

# placeholder: course
source: User IDs to enroll into %s. Limit 50 per request.
sv_se: Användar-ID:n att registrera på kurs. Max. 50 åt gången.

# placeholder: group
source: User IDs to remove from %s. Limit 50 per request.
sv_se: Användar-ID:n att ta bort från kurs. Max. 50 åt gången.

source: The user IDs. Limit 50 per request.
sv_se: Användar-ID:na. Max 50 i taget.

source: Missing User IDs.
sv_se: Saknade användar-ID:n.

source: Sorry, you are not allowed to view this item.
sv_se: Beklagar. Du saknar rättigheterna för att visa denna post.

# placeholder: group
source: %s ID to enroll into.
sv_se: Grupp-ID att registrera på.

# placeholder: course, group
source: %1$s IDs to enroll into %2$s.
sv_se: Kurs-ID:n att registrera på grupp.

# placeholder: course, group
source: %1$s IDs to remove from %2$s.
sv_se: Kurs-ID:n att ta bort från grupp.

# placeholder: course
source: The %s IDs
sv_se: Kurs-ID:na

# placeholder: group
source: Invalid %s ID.
sv_se: Ogiltigt grupp-ID.

# placeholder: course
source: Missing %s IDs.
sv_se: Saknade kurs-ID:n.

# placeholder: course
source: Missing %s ID.
sv_se: Saknat kurs-ID.

# placeholders: group, group leader
source: %1$s ID to enroll %2$s into.
sv_se: Grupp-ID att registrera gruppledare på.

# placeholders: group leader, group
source: %1$s User IDs to enroll into %2$s
sv_se: Gruppledares användar-ID:n att registrera i grupp

# placeholders: group leader, group
source: %1$s User IDs to remove from %2$s
sv_se: Gruppledares användar-ID:n att ta bort från grupp

source: The user IDs.
sv_se: Användar-ID:na.

# placeholder: group leader
source: Missing %s User IDs.
sv_se: Saknade gruppledares användar-ID:n.

# placeholder: group, group leader
source: %1$s ID to enroll %2$s into.
sv_se: Grupp-ID att registrera gruppledare på.

source: User IDs to enroll into Group.
sv_se: Användar-ID:n att registrera i grupp.

source: User IDs to remove from Group.
sv_se: Användar-ID:n att ta bort från grupp.

source: The user IDs
sv_se: Användar-ID:na

# placeholder: course
source: Limit results to be within a specific %s. Required for non-admin users.
sv_se: Begränsa resultatet till inom en specifik kurs. Krävs för icke-administratörer.

# placeholder: question
source: The %s ID
sv_se: Fråge-ID:na

# placeholder: Question label
source: Could not delete the %s.
sv_se: Kunde inte radera frågan.

# placeholder: quiz, question
source: The ID of the %1$s associated with the %2$s.
sv_se: ID:t för testet som är kopplat till frågan.

# placeholder: question, quiz
source: The order of the %1$s in the %2$s
sv_se: Ordningen på frågan i testet

source: The title for the object.
sv_se: Rubriken för objektet.

# placeholder: question
source: The %s content
sv_se: Frågeinnehållet

source: The message to show when the answer is correct.
sv_se: Meddelande att visa när svaret är rätt.

source: The message to show when the answer is incorrect.
sv_se: Meddelande att visa när svaret är fel.

source: Whether the incorrect and correct message are same.
sv_se: Huruvida fel- och rättmeddelandet är detsamma.

source: The solution hint for the question.
sv_se: Lösningsledtråden för frågan.

# placeholder: question
source: The total number of points that can be obtained from the %s
sv_se: Det totala antalet poäng som kan fås för frågan

source: Whether to show points in box.
sv_se: Huruvida antalet poäng ska visas i rutan.

source: Whether the individual points for the answers are activated.
sv_se: Huruvida individuella poäng för svaren är aktiverat.

source: The type of the answer.
sv_se: Svarstypen.

source: Whether the different points modus is activated.
sv_se: Huruvida "olika poäng-läget" är aktiverat.

source: Whether to distinguish between correct and incorrect when the different point modus is activated.
sv_se: Huruvida det ska göras skillnad mellan rätt och fel när "olika poäng-läget" är aktiverat.

source: An array of answer data objects
sv_se: En array med svarsdataobjekt

source: The answer text.
sv_se: Svartexten.

source: Whether the HTML is allowed in the answer or not
sv_se: Huruvida HTML är tillåtet i svaret eller inte

source: The number of points that can be obtained from the answer.
sv_se: Antalet poäng som kan fås från svaret.

source: Whether the answer is correct.
sv_se: Huruvida svaret är rätt.

source: Sort string.
sv_se: Sorteringssträng.

source: Whether to allow HTML in sort string.
sv_se: Huruvida HTML tillåts i sorteringssträngen.

source: Whether the answer can be graded or not.
sv_se: Huruvida svaret kan graderas eller inte.

# placeholder: question, quiz
source: Determines how should the answer to this %1$s be marked and graded upon %2$s submission.
sv_se: Bestämmer hur ska svaret på denna fråga markeras och betygsätts när testet lämnas in.

source: Determines how a user can submit answer.
sv_se: Bestämmer hur en användare kan lämna in svar.

# placeholder: question
source: The %s post ID.
sv_se: Frågans inläggs-ID.

# placeholder: question
source: The %s post title.
sv_se: Frågans inläggsrubrik.

# placeholder: quiz
source: Unique identifier for the %s object.
sv_se: Unik identifikaor för testobjektet.

# placeholder: lesson, course, quizzes, course
source: Limit results to be within a specific %1$s. Pass zero to show global %2$s %3$s. Must be used with %4$s parameter.
sv_se: Begränsa resultatet till inom en specifik lektion. Skicka noll för att visa globala kurstest. Måste användas med kursparameter.

# placeholder: topic, course
source: Limit results to be within a specific %1$s. Must be used with %2$s parameter.
sv_se: Begränsa resultatet till inom ett specifikt avsnitt. Måste användas med kursparameter.

# placeholder: Lesson
source: Invalid %s ID.
sv_se: Ogiltigt lektions-ID.

# placeholder: Topic
source: Invalid %s ID.
sv_se: Ogiltigt avsnitts-ID.

# placeholder: lesson, course
source: Limit results to be within a specific %1$s. Must be used with %2$s parameter.
sv_se: Begränsa resultatet till inom en specifik lektion. Måste användas med kursparameter.

# placeholder: course
source: User ID to show %s progress
sv_se: Användar-ID att visa kursframsteg för

source: Invalid user ID. #1
sv_se: Ogiltigt användar-ID. #1

# placeholder: courses
source: %s IDs to add to User.
sv_se: Kurs-ID:n att lägga till användare.

# placeholder: courses
source: %s IDs to remove from User.
sv_se: Kurs-ID:n att ta bort från användare.

# placeholder: course
source: The %s IDs.
sv_se: Kurs-ID:na.

source: Invalid User ID.
sv_se: Ogiltigt användar-ID.

source: User ID
sv_se: Användar-ID

# placeholder: g roup
source: %s IDs to add to User.
sv_se: Grupp-ID:n att lägga till användare.

# placeholder: group
source: %s IDs to remove from User.
sv_se: Grupp-ID:n att ta bort från användare.

# placeholder: course
source: User ID to show %s progress.
sv_se: Användar-ID att visa kursframsteg för.

source: Invalid user ID.
sv_se: Ogiltigt användar-ID.

source: Sorry, you are not allowed to edit this user.
sv_se: Beklagar, du saknar rättigheterna för att redigera denna användare.

# placeholder: Lesson
source: %s ID
sv_se: Lektions-ID

# placeholder: Topic
source: %s ID
sv_se: Avsnitts-ID

source: Assignment Approved Status
sv_se: Godkännandestatus för uppgift

source: Assignment Points Enabled
sv_se: Uppgiftspoäng aktiverat

source: Assignment Points Maximum
sv_se: Maximalt antal uppgiftspoäng

source: Assignment Points Awarded
sv_se: Tilldelade uppgiftspoäng

# placeholder: Course
source: Missing %s ID
sv_se: Saknat kurs-ID

# placeholder: course
source: Filter by %s ID
sv_se: Filtrera på kurs-ID

# placeholder: Lesson
source: Filter by %s ID
sv_se: Filtrera på lektions-ID

# placeholder: Group, Course
source: %1$s IDs to enroll into %2$s.
sv_se: Grupp-ID:n att registrera på kurs.

# placeholder: Group, Course
source: %1$s IDs to remove from %2$s.
sv_se: Grupp-ID:n att ta bort från kurs.

# placeholder: Group
source: Missing %s IDs.
sv_se: Saknade grupp-ID:n.

# placeholder: Course, Group
source: %1$s enrolled in %2$s success.
sv_se: Kursregistrering i grupp lyckad.

# placeholder: Course, Group
source: %1$s already enrolled in %2$s.
sv_se: Kurs är redan registrerad i grupp.

# placeholder: Course, Group
source: %1$s enrolled from %2$s success.
sv_se: Kursregistrering från grupp lyckad.
