Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

source: Display all available courses in a grid on the Courses page.
sv_se: Visa alla tillgängliga kurser i ett rutnät på kurssidan.

source: Handle payments, coupons, invoices and more.
sv_se: Hantera betalningar, rabattkoder, fakturor med mera.

source: LearnDash Certificate
sv_se: Learndash-certifiering

# placeholder: Course
source: Enter single %s ID.
sv_se: Ange ett enskilt kurs-ID.

# placeholder: Group
source: Enter single %s ID.
sv_se: Ange ett enskilt grupp-ID.

# placeholder: Quiz
source: Enter single %s ID.
sv_se: Ange ett enskilt test-ID.

# placeholders: Course, Quiz, Course
source: Enter single %1$s ID. Required if %2$s is within a %3$s
sv_se: Ange ett enskilt kurs-ID. Krävs om testet är inne i en kurs

source: Class
sv_se: Klass

source: Displayed as
sv_se: Visas som

source: Display as Button or Banner
sv_se: Visa som knapp eller banderoll

source: Show Preview
sv_se: Förhandsvisa

source: Preview settings are not saved.
sv_se: Förhandsinställningar är inte sparade.

source: Preview User ID
sv_se: Förhandsvisa användar-ID

source: Enter a User ID for preview.
sv_se: Ange ett användar-ID för förhandsvisning.

# placeholder: block_title
source: %s block output shown here
sv_se: %s-blockutmaning visas här

# placeholder: Course
source: LearnDash %s Complete
sv_se: Learndash-kurs slutförd

# placeholders: Course
source: This block shows the content if the user is enrolled into the %s and it is completed.
sv_se: Detta block visar innehållet ifall användaren är registrerad på kursen och den är slutförd.

# placeholders: Course, Course
source: Enter single %1$s ID. Leave blank if used within a %2$s.
sv_se: Ange ett kurs-ID. Lämna tomt vid användning i en kurs.

# placeholders: Course, Course
source: %1$s ID is required when not used within a %2$s.
sv_se: Kurs-ID är obligatoriskt vid användning utanför en kurs.

# placeholder: Course
source: LearnDash %s Content
sv_se: Learndash-kursinnehåll

# placeholder: Course
source: This block displays the %s Content table.
sv_se: Detta block visar kursinnehållstabellen.

# placeholders: Course, Group
source: Leave blank to show the default %1$s or %2$s content table.
sv_se: Lämna tomt för att visa förvald kurs- eller gruppinnehållstabell.

# placeholders: Course, Course
source: Enter single Step ID. Leave blank if used within a %1$s or 0 to always show %2$s content table.
sv_se: Ange ett enskilt kurs-ID. Lämna tomt vid användning i en kurs eller ange 0 för att alltid visa kursinnehållstabell.

# placeholders: Group, Group
source: Enter single %1$s ID. Leave blank if used within a %2$s.
sv_se: Ange ett grupp-ID. Lämna tomt vid användning inom en grupp.

source: Items per page
sv_se: Objekt per sida

# placeholder: Course
source: LearnDash %s Expire Status
sv_se: Learndash-kursutgångsstatus

# placeholders: Course
source: This block displays the user %s access expire date.
sv_se: Detta block visar datumet då användarens kurstillgång upphör.

source: Label Before Expire
sv_se: Etikett före utgång

source: Label After Expire
sv_se: Etikett efter utgång

source: Enter a User ID to test preview
sv_se: Ange ett användar-ID för att testförhandsvisa

# placeholder: Course
source: LearnDash %s Info [ld_course_info]
sv_se: Learndash-kursinfo [ld_course_info]

# placeholder: Courses
source: This block shows the %s and progress for the user.
sv_se: Detta block visar kurserna och framstegen för användaren.

# placeholder: Courses
source: Show Registered %s
sv_se: Visa registrerade kurser

# placeholder: Course
source: Show %s Progress
sv_se: Visa kursframsteg

# placeholder: Quiz
source: Show %s Attempts
sv_se: Visa testförsök

source: Show Thumbnail
sv_se: Visa miniatyr

# placeholder: per_page
source: Leave empty for default (%d) or 0 to show all items.
sv_se: Lämna tomt för standard (%d) eller välj 0 för att visa alla objekt.

source: Title - Order by post title (default)
sv_se: Rubrik - Sortera efter inläggsrubrik (standard)

source: ASC - lowest to highest values (default)
sv_se: Stigande - lägsta till högsta värden (standard)

# placeholder: progress_num
source: Leave empty for default (%d) or 0 to show all items.
sv_se: Lämna tomt för standard (%d) eller välj 0 för att visa alla object.

# placeholder: Quiz
source: %s Attempts
sv_se: Testförsök

# placeholder: quiz_num
source: Leave empty for default (%d) or 0 to show all items.
sv_se: Lämna tomt för standard (%d) eller välj 0 för att visa alla objekt.

# placeholder: Course
source: LearnDash %s In Progress
sv_se: Learndash-kurs påbörjad

# placeholder: Course
source: This block shows the content if the user is enrolled into the %s but not yet completed.
sv_se: Detta block visar innehållet ifall användaren är registrerad på kursen men inte har slutfört den.

# placeholder: Course
source: LearnDash %s List
sv_se: Learndash-kurslista

# placeholder: Courses
source: This block shows a list of %s.
sv_se: Detta block visar en lista över kurser.

source: Grid Settings
sv_se: Rutnätsinställningar

source: Show Grid
sv_se: Visa rutnät

source: Show Progress Bar
sv_se: Visa förloppsfält

source: Show Content
sv_se: Visa innehåll

# placeholder: default per page
source: Leave empty for default (%d) or 0 to show all items.
sv_se: Lämna tomt för standard (%d) eller välj 0 för att visa alla.

source: Ctrl+click to deselect selected items.
sv_se: Ctrl+click för att avmarkera markerade objekt.

# placeholder: Courses
source: Show All %s (default)
sv_se: Visa alla kurser (standard)

# placeholder: Courses
source: Show Enrolled %s only
sv_se: Visa endast registrerade kurser

# placeholder: Courses
source: Show not-Enrolled %s only
sv_se: Visa endast icke-registrerade kurser

# placeholder: Courses
source: Enrolled %s Status
sv_se: Registrerade kursstatus

# placeholder: Course
source: %s Category Settings
sv_se: Kurskategoriinställningar

# placeholder: Courses
source: shows %s with mentioned category slug.
sv_se: visar kurser med angiven kategorislug.

# placeholder: Courses
source: shows %s with mentioned category ID.
sv_se: visar kurser med angivet kategori-ID.

# placeholder: Courses
source: shows a %s category dropdown.
sv_se: visar en rullgardinsmeny för kurskategorier.

# placeholder: Course
source: %s Tag Settings
sv_se: Kurstagginställningar

# placeholder: Courses
source: shows %s with mentioned tag slug.
sv_se: visar kurser med angiven taggslug.

# placeholder: Courses
source: shows %s with mentioned tag ID.
sv_se: visar kurser med angivet tagg-ID.

source: WP Category Settings
sv_se: WP-kategoriinställningar

# placeholder: Courses
source: shows %s with mentioned WP Category slug.
sv_se: visar kurser med angiven WP-katergorislug.

source: WP Tag Settings
sv_se: WP-tagginställningar

# placeholder: Courses
source: shows %s with mentioned WP tag slug.
sv_se: visar kurser med angiven WP-taggslug.

# placeholder: Courses
source: shows %s with mentioned WP tag ID.
sv_se: visar kurser med angivet WP-tagg-ID.

# placeholder: Course
source: LearnDash %s Not Started
sv_se: Learndash-kurs ej påbörjad

# placeholder: Course
source: This block shows the content if the user is enrolled into the %s but not yet started.
sv_se: Detta block visar innehållet ifall användaren är registrerad på kursen men inte har påbörjat den än.

# placeholders: Course
source: LearnDash %s Progress
sv_se: Learndash-förloppsfält

# placeholders: Course
source: This block displays users progress bar for the %s.
sv_se: Detta block visar användarens förloppsfält för kursen.

# placeholder: Course
source: %s Resume
sv_se: Återuppta kurs

# placeholder: Course
source: Return to %s link/button.
sv_se: Gå tillbaka till kurslänk/-knapp.

# placeholder: Course
source: LearnDash %s Info [courseinfo]
sv_se: Learndash-kursinfo [courseinfo]

# placeholder: Course
source: This block displays %s related information
sv_se: Detta block visar kursrelaterad information

# placeholder: Course
source: %s Enrolled On (date)
sv_se: Kursregistrering (datum)

# placeholder: Quizzes
source: Possible Aggregate %s Total Points
sv_se: Totalt möjliga aggregerade testpoäng

# placeholders: Course, Course
source: Enter single %1$s ID. Leave blank if used within a %2$s or certificate.
sv_se: Ange ett kurs-ID. Lämna tomt vid användning i en kurs eller certifiering.

source: This can be used to change the date format. Default: "F j, Y, g:i a.
sv_se: Detta kan användas för att ändra datumformatet. Standard: "F j, Y, g:i a".

# placeholder: Challenge Exam
source: LearnDash %s
sv_se: Learndash-förkunskapstest

# placeholder: Create a Challenge Exam
source: Create a %s
sv_se: Skapa ett förkunskapstest

source: Incorrect answer message
sv_se: Meddelande vid fel svar

source: Add a message for incorrect answer (Optional)
sv_se: Lägg till ett meddelande för fel svar (valfritt)

source: Incorrect Answer Message
sv_se: Meddelande vid fel svar

source: Correct answer message
sv_se: Meddelande vid rätt svar

source: Add a message for correct answer (Optional)
sv_se: Lägg till ett meddelande för rätt svar (valfritt)

source: Correct Answer Message
sv_se: Meddelande vid rätt svar

# placeholder: Challenge Exam Question Answers
source: %s Question Answers
sv_se: Förkunskapstestfrågesvar

source: Add Answer
sv_se: Lägg till svar

source: Answer is missing.
sv_se: Svar saknas.

source: Required correct answer is missing.
sv_se: Obligatoriskt rätt svar saknas.

source: Single
sv_se: Ett val

source: The Question is empty.
sv_se: Frågan är tom.

# placeholder: Question type
source: %s type
sv_se: Frågetyp

# placeholder: Challenge Exam Question
source: %s Question
sv_se: Förkunskapstestfråga

# placeholder: Create a question for your Challenge Exam
source: Create a question for your %s
sv_se: Skapa en fråga för ditt förkunskapstest

source: Question Notes
sv_se: Frågeanteckningar

# placeholder: Write a description for the Challenge Exam question
source: Write a description for the %s question.
sv_se: Skriv en beskrivning för förkunskapstestfrågan.

source: Add a Description or type '/' to choose a block (Optional)
sv_se: Lägg till beskrivning eller skriv ”/” för att välja ett block (valfritt)

# placeholder: Group
source: LearnDash %s List
sv_se: Learndash-grupplista

# placeholder: Groups
source: This block shows a list of %s.
sv_se: Detta block visar en lista över grupper.

source: Warning
sv_se: Varning

# placeholders: Groups, Groups
source: %1$s are not public, please visit the %2$s Settings page and set them to Public to enable access on the front end.
sv_se: Grupper är inte publika. Gå till gruppinställningssidan och ändra dem till publika för att göra dem tillgängliga på frontend.

# placeholder: Groups
source: %s per page
sv_se: Grupper per sida

# placeholder: Group Access Mode(s)
source: %s Access Mode(s)
sv_se: Grupptillgångssätt

# placeholder: Groups
source: Show All %s (default)
sv_se: Visa alla grupper (standard)

# placeholder: Groups
source: Show Enrolled %s only
sv_se: Visa endast registrerade grupper

# placeholder: Groups
source: Show not-Enrolled %s only
sv_se: Visa endast icke-registrerade grupper

# placeholder: Groups
source: Enrolled %s Status
sv_se: Registrerad gruppstatus

# placeholder: Group
source: %s Category Settings
sv_se: Gruppkategoriinställningar

# placeholder: Groups
source: shows %s with mentioned category slug.
sv_se: visar grupper med angiven kategorislug.

# placeholder: Groups
source: shows %s with mentioned category ID.
sv_se: visar grupper med angivet kategori-ID.

# placeholder: Groups
source: shows a %s category dropdown.
sv_se: visar en rullgardinsmeny för gruppkategorier.

# placeholder: Group
source: %s Tag Settings
sv_se: Grupptagginställningar

# placeholder: Groups
source: shows %s with mentioned tag slug.
sv_se: visar grupper med angiven taggslug.

# placeholder: Groups
source: shows %s with mentioned tag ID.
sv_se: visar grupper med angivet tagg-ID.

# placeholder: Groups
source: shows %s with mentioned WP Category slug.
sv_se: visar grupper med angiven WP-kategorislug.

# placeholder: Groups
source: shows %s with mentioned WP tag slug.
sv_se: visar grupper med angiven WP-taggslug.

# placeholder: Groups
source: shows %s with mentioned WP tag ID.
sv_se: visar grupper med angivet WP-tagg-ID.

# placeholder: Group
source: LearnDash %s
sv_se: Learndash-grupp

# placeholder: Group
source: This block shows the content if the user is enrolled into the %s.
sv_se: Detta block visar innehållet om användaren är registrerad i gruppen.

# placeholder: Group
source: %s ID (required)
sv_se: Grupp-ID (obligatoriskt)

# placeholder: Group
source: %s ID is required.
sv_se: Grupp-ID är obligatoriskt.

# placeholder: Group
source: LearnDash %s Info [groupinfo]
sv_se: Learndash-gruppinfo [groupinfo]

# placeholder: Group
source: This block displays %s related information
sv_se: Detta block visar grupprelaterad information

# placeholders: Group, Courses
source: %1$s %2$s Count
sv_se: Antal gruppkurser

# placeholder: Group
source: %s Enrolled On (date)
sv_se: Gruppregistrering (datum)

source: This block displays an Infobar for a specific LearnDash related post.
sv_se: Detta block visar en infobar för ett specifikt Learndash-relaterat inlägg.

# placeholders: Course, Course
source: Enter single Step ID. Leave blank if used within a %1$s step.
sv_se: Ange ett enskilt steg-ID. Lämna tomt vid användning i en kurs.

# placeholder: Lesson
source: LearnDash %s List
sv_se: Learndash-lektionslista

# placeholder: Lessons
source: This block shows a list of %s.
sv_se: Detta block visar en lista över lektioner.

# placeholders: Course, Course
source: Enter single %1$s ID to limit listing. Leave blank if used within a %2$s.
sv_se: Ange ett kurs-ID för att begränsa listning. Lämna tomt vid användning i en kurs.

# placeholder: Lessons
source: %s per page
sv_se: Lektioner per sida

# placeholder: Lesson
source: %s Category Settings
sv_se: Lektionskategoriinställningar

# placeholder: Lessons
source: shows %s with mentioned category slug.
sv_se: visar lektioner med angiven kategorislug.

# placeholder: Lessons
source: shows %s with mentioned category ID.
sv_se: visar lektioner med angivet kategori-ID.

# placeholder: Lessons
source: shows a %s category dropdown.
sv_se: visar en rullgardinsmeny för lektionskategorier.

# placeholder: Lesson
source: %s Tag Settings
sv_se: Lektionstagginställningar

# placeholder: Lessons
source: shows %s with mentioned tag slug.
sv_se: visar lektioner med angiven taggslug.

# placeholder: Lessons
source: shows %s with mentioned tag ID.
sv_se: visar lektioner med angivet tagg-ID.

# placeholder: Lessons
source: shows %s with mentioned WP Category slug.
sv_se: visar lektioner med angiven WP-kategorislug.

# placeholder: Lessons
source: shows %s with mentioned WP tag slug.
sv_se: visar lektioner med angiven WP-taggslug.

# placeholder: Lessons
source: shows %s with mentioned WP tag ID.
sv_se: visar lektioner med angivet WP-tagg-ID.

source: This block adds the login button on any page
sv_se: Detta block lägger till inloggningsknappen på valfri sida

source: Login Settings
sv_se: Inloggningsinställningar

source: Logout Settings
sv_se: Utloggningsinställningar

source: Logout URL
sv_se: Utloggnings-URL

source: Override default logout URL
sv_se: Överskrid standard-URL för utloggning

source: Logout Displayed as
sv_se: Utloggning visas som

source: Preview Action
sv_se: Förhandsgranska åtgärd

source: This block displays the materials for a specific LearnDash related post.
sv_se: Detta block visar materialet för ett specifikt Learndash-relaterat inlägg.

source: Whether to format materials content using wpautop.
sv_se: Huruvida materialet ska formateras med wpautop.

# placeholder: Course
source: LearnDash %s Navigation
sv_se: Learndash-kursinställningar

# placeholder: Course
source: This block displays the %s Navigation.
sv_se: Detta block visar kursnavigeringen.

# placeholder: Course
source: Enter single Step ID. Leave blank if used within a %s.
sv_se: Ange ett kurs-ID. Lämna tomt vid användning i en kurs.

source: Enter a Step ID to test preview
sv_se: Ange ett steg-ID för att testa förhandsgranskning

source: LearnDash Payment Buttons
sv_se: Learndash-betalknappar

# placeholder: Course
source: This block displays the %s payment buttons
sv_se: Detta block visar kursbetalningsknapparna

source: LearnDash Profile
sv_se: Learndash-profil

# placeholders: Courses, Course, Quiz
source: Displays user's enrolled %1$s, %2$s progress, %3$s scores, and achieved certificates.
sv_se: Visar användarens registrerade kurser, kursförlopp, testresultat och uppnådda certifieringar.

# placeholders: Quiz, Course
source: %1$s attempts per %2$s
sv_se: Testförsök per kurs

# placeholder: per_page
source: Leave empty for default (%d) or 0 to show all attempts.
sv_se: Lämna tomt för standard (%d) eller välj 0 för att visa alla försök.

# placeholder: Quiz
source: LearnDash %s Complete
sv_se: Learndash-test slutfört

# placeholder: Quiz
source: This block shows the content if the user has completed the %s.
sv_se: Detta block visar innehållet om användaren har slutfört testet.

# placeholders: Quiz, Quiz
source: Enter single %1$s ID. Leave blank if used within a %2$s.
sv_se: Ange ett test-ID. Lämna tomt vid användning inom ett test.

# placeholders: Quiz, Quiz
source: %1$s ID is required when not used within a %2$s.
sv_se: Test-ID krävs vid användning utanför en kurs.

# placeholder: Quiz
source: LearnDash %s List
sv_se: Learndash-testlista

# placeholder: Quizzes
source: This block shows a list of %s.
sv_se: Detta block visar en lista över test.

# placeholders: Lesson, Course
source: Enter single %1$s ID to limit listing. Leave blank if used within a %2$s. Zero for global.
sv_se: Ange ett lektions-ID för att begränsa listning. Lämna tomt vid användning i en kurs. Ange noll för global.

# placeholder: Quiz
source: %s Category Settings
sv_se: Testkategoriinställningar

# placeholder: Quizzes
source: shows %s with mentioned category slug.
sv_se: visar test med angiven kategorislug.

# placeholder: Quizzes
source: shows %s with mentioned category ID.
sv_se: visar test med angivet kategori-ID.

# placeholder: Quizzes
source: shows a %s category dropdown.
sv_se: visar en rullgardinsmeny för testkategorier.

# placeholder: Quiz
source: %s Tag Settings
sv_se: Testtagginställningar

# placeholder: Quizzes
source: shows %s with mentioned tag slug.
sv_se: visar test med angiven taggslug.

# placeholder: Quiz
source: %s Tag ID
sv_se: Testtagg-ID

# placeholder: Quizzes
source: shows %s with mentioned tag ID.
sv_se: visar test med angivet tagg-ID.

# placeholder: Quizzes
source: shows %s with mentioned WP Category slug.
sv_se: visar test med angiven WP-kategorislug.

# placeholder: Quizzes
source: shows %s with mentioned WP tag slug.
sv_se: visar test med angiven WP-taggslug.

# placeholder: Quizzes
source: shows %s with mentioned WP tag ID.
sv_se: visar test med angivet WP-tagg-ID.

# placeholder: Quiz
source: LearnDash %s Info [quizinfo]
sv_se: Learndash-gruppinfo [quizinfo]

# placeholder: Quiz
source: This block displays %s related information
sv_se: Detta block visar testrelaterad information

# placeholder: Quiz
source: %s Score
sv_se: Testresultat

# placeholder: Quiz
source: %s Count
sv_se: Testantal

# placeholder: Quiz
source: %s Pass
sv_se: Test avklarat

# placeholder: Quiz
source: %s Timestamp
sv_se: Testtidsstämpel

# placeholder: Quiz
source: %s Points
sv_se: Testpoäng

# placeholder: Quiz
source: %s Total Points
sv_se: Testpoäng totalt

# placeholder: Quiz
source: %s Percentage
sv_se: Testandel

# placeholder: Quiz
source: %s Time Spent
sv_se: Testtid spenderad

# placeholder: Quiz
source: %s Form Field
sv_se: Testformulärfält

source: This can be used to change the date format. Default: F j, Y, g:i a.
sv_se: Detta kan användas för att ändra datumformatet. Standard: F j, Y, g:i a.

# placeholders: Quiz, Quiz
source: Enter a single %1$s ID. Leave blank if used within a %2$s or Certificate.
sv_se: Ange ett enskilt test-ID. Lämna tomt vid användning i ett test eller en certifiering.

# placeholder: Quiz
source: Enter a single User ID. Leave blank if used within a %s or Certificate.
sv_se: Ange ett enskilt test-ID. Lämna tomt vid användning i ett test eller en certifiering.

source: LearnDash Registration
sv_se: Learndash-registrering

source: Shows the registration form
sv_se: Visar registreringsformuläret

source: Styling
sv_se: Formgivning

source: LearnDash Reset Password
sv_se: Learndash återställ lösenord

source: Shows the reset password form
sv_se: Visar lösenordsåterställningsformuläret

source: Sets the width of the reset password form.
sv_se: Bestämmer bredden på lösenordsåterställningsformuläret.

# placeholders: Course
source: This block shows the content if the user is enrolled in the %s.
sv_se: Detta block visar innehållet om användaren är registrerad på kursen.

# placeholders: Group, Group
source: %1$s ID is required when not used within a %2$s.
sv_se: Grupp-ID krävs vid användning utanför en gruppen.

# placeholder: Topic
source: LearnDash %s List
sv_se: Learndash-avsnittslista

# placeholder: Topics
source: This block shows a list of %s.
sv_se: Detta block visar en lista över avsnitt.

# placeholders: Lesson, Course
source: Enter single %1$s ID to limit listing. Leave blank if used within a %2$s.
sv_se: Ange ett lektions-ID för att begränsa listning. Lämna tomt vid användning i en kurs.

# placeholder: Topics
source: %s per page
sv_se: avsnitt per sida

# placeholder: Topic
source: %s Category Settings
sv_se: Avsnittskategoriinställningar

# placeholder: Topics
source: shows %s with mentioned category slug.
sv_se: visar avsnitt med angiven kategorislug.

# placeholder: Topic
source: %s Category ID
sv_se: Avsnittskategori-ID

# placeholder: Topics
source: shows %s with mentioned category ID.
sv_se: visar avsnitt med angivet kategori-ID.

# placeholder: topic
source: %s Category Selector
sv_se: Avsnittskategoriväljare

# placeholder: Topics
source: shows a %s category dropdown.
sv_se: visar en rullgardinsmeny för avsnittskategorier.

# placeholder: Topic
source: %s Tag Settings
sv_se: Avsnittstagginställningar

# placeholder: Topics
source: shows %s with mentioned tag slug.
sv_se: visar avsnitt med angiven taggslug.

# placeholder: Topics
source: shows %s with mentioned tag ID.
sv_se: visar avsnitt med angivet tagg-ID.

# placeholder: Topics
source: shows %s with mentioned WP Category slug.
sv_se: visar avsnitt med angiven WP-kategorislug.

# placeholder: Topics
source: shows %s with mentioned WP tag slug.
sv_se: visar avsnitt med angiven WP-taggslug.

# placeholder: Topics
source: shows %s with mentioned WP tag ID.
sv_se: visar avsnitt med angivet WP-tagg-ID.

# placeholder: Course
source: LearnDash User %s Points
sv_se: Learndash-användares kurspoäng

# placeholder: Course
source: This block shows the earned %s points for the user.
sv_se: Detta block visar de intjänade kurspoängen för användaren.

# placeholder: Groups
source: LearnDash User %s
sv_se: Learndash-användargrupper

# placeholder: Groups
source: This block displays the list of %s users are assigned to as users or leaders.
sv_se: Detta block visar en lista över gruppmedlemmar som är tillsatta som användare eller ledare.

source: This block displays information of enrolled courses and their progress for a user. Defaults to current logged in user if no ID specified.
sv_se: Detta block visar information om registrerade kurser och användarens framsteg i dem. Utgår från den inloggade användaren om inget ID är specificerat.

source: Courses per page
sv_se: Kurser per sida

source: LearnDash User meta
sv_se: Learndash-användarmeta

source: This block displays User meta field
sv_se: Detta block visar användarmetafält

source: LearnDash Visitor
sv_se: Learndash-besökare
