Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

# placeholder: group
source: This shortcode displays %1$s related information.
sv_se: Denna kortkod visar grupprelaterad information.

source: This parameter determines the information to be shown by the shortcode.
sv_se: Din parameter styr informationen som visas av kortkoden.

# placeholder: Group
source: %s Title
sv_se: Grupprubrik

# placeholder: Group
source: %s URL
sv_se: Grupp-URL

# placeholder: Group
source: %s Enrolled Users Count
sv_se: Antal gruppregistrerade användare

# placeholder: Group, Courses
source: %1$s %2$s Count
sv_se: Antal gruppkurser

# placeholder: Group
source: User %s Status
sv_se: Gruppanvändarstatus

# placeholder: Group
source: Enrolled On (date)
sv_se: Registrerad (datum)

# placeholder: Group
source: %s Completed On (date)
sv_se: Grupp slutförd (datum)

# placeholder: Group
source: %s Completed Percentage
sv_se: Grupp slutförd (andel)

# placeholders: Group
source: Enter single %s ID.
sv_se: Ange ett grupp-ID.

source: This shortcode shows a Certificate download link.
sv_se: Denna kortkod visar en nedladdningslänk för certifieringen.

# placeholders: Quiz, Quiz
source: Enter single %1$s ID. Leave blank for current %2$s.
sv_se: Ange ett test-ID. Lämna tomt för aktuellt test.

# placeholders: Group, Group
source: Enter single %1$s ID. Leave blank for current %2$s.
sv_se: Ange ett enskilt grupp-ID. Lämna tomt för aktuell grupp.

source: Display as
sv_se: Visa som

source: Button
sv_se: Knapp

# placeholders: Course, Group
source: Banner (%1$s or %2$s only)
sv_se: Banderoll (kurser eller grupp enbart)

source: Label for link shown to user
sv_se: Etikett för länk som visas för användare

source: HTML Class
sv_se: HTML-klass

source: HTML class for link element
sv_se: HTML-klass för länkelement

source: Context
sv_se: Kontext

source: User defined value to be passed into shortcode handler
sv_se: Användardefinierat värde som ska föras vidare till kortkodshanteraren

source: Callback
sv_se: Återrop

source: Custom callback function to be used instead of default output
sv_se: Egen återropsfunktion att använda i stället för standardutdata

# placeholder: Course
source: %s Expire Status
sv_se: Kursutgångsstatus

# placeholders: course
source: This shortcode displays the user %s access expire date.
sv_se: Din kortkod visar användarens kurstillgångs utgångsdatum.

source: Label before
sv_se: Etikett före

source: The label prefix shown before the access expires
sv_se: Etikettprefixet som visas innan tillgången upphör

source: Label after
sv_se: Etikett efter

source: The label prefix shown after access has expired
sv_se: Etikettprefixet som visas när tillgången har upphört

# placeholders: Course
source: Enter single %s ID.
sv_se: Ange ett kurs-ID.

# placeholder: Course
source: LD %s Info
sv_se: LD-kursinfo

# placeholder: courses
source: This shortcode shows the %s and progress for the user.
sv_se: Denna kortkod visar kurserna och förloppen för användaren.

# placeholder: Course
source: Show %s Thumbnail
sv_se: Visa kursminiatyr

# placeholder: course
source: shows a %s thumbnail.
sv_se: visar en kursminiatyr.

source: Registered per page
sv_se: Registreringar per sida

# placeholders: courses, default per page
source: Registered %1$s per page. Default is %2$d. Set to zero for all.
sv_se: Registrerade kurser per sida. Standard är %2$d. Välj noll för alla.

source: Registered order by
sv_se: Registrering sorterad efter

source: See <a target="_blank" href="https://codex.wordpress.org/Class_Reference/WP_Query#Order_.26_Orderby_Parameters">the full list of available orderby options here.</a>
sv_se: Se <a target="_blank" href="https://codex.wordpress.org/Class_Reference/WP_Query#Order_.26_Orderby_Parameters">den fullständiga listan över sorteringsalternativ här</a>.

source: Title (default) - Order by post title
sv_se: Rubrik (standard) – Sortera efter inläggsrubrik

source: ID - Order by post id
sv_se: ID – Sortera efter inläggs-ID

source: Date - Order by post date
sv_se: Datum – Sortera efter inläggsdatum

source: Menu - Order by Page Order Value
sv_se: Meny – Sortera efter sidordningsvärde

source: Progress Order
sv_se: Förloppsordning

# placeholder: Courses
source: Order of %s displayed
sv_se: Kursordningen som visas

source: ASC (default) - lowest to highest values
sv_se: Stigande (standard) – lägsta till högsta värde

source: DESC - highest to lowest values
sv_se: Fallande – högsta till lägsta värde

# placeholder: Courses
source: %s per page
sv_se: %s per sida

# placeholders: Courses, default per page
source: %1$s per page. Default is %2$d. Set to zero for all.
sv_se: Kurser per sida. Standard är %2$d. Välj noll för alla.

# placeholder: Courses
source: %s order by
sv_se: Kurser sorterade efter

# placeholder: Courses
source: %s Order
sv_se: Kursordning

# placeholder: Quizzes
source: %s per page
sv_se: Test per sida

# placeholders: Quizzes, default per page
source: %1$s per page. Default is %1$d. Set to zero for all.
sv_se: Test per sida. Standard är %2$d. Välj noll för alla.

# placeholder: Quizzes
source: %s order by
sv_se: Testordning efter

source: See <a target="_blank" href="https://codex.wordpress.org/Class_Reference/WP_Query#Order_.26_Orderby_Parameters">the full list of available orderby options here</a>.
sv_se: Se <a target=”_blank” href=”https://codex.wordpress.org/Class_Reference/WP_Query#Order_.26_Orderby_Parameters”>fullständig lista över sorteringsalternativ här</a>.

source: Date Taken (default) - Order by date taken
sv_se: Genomförandedatum (standard) – Sortera efter genomförandedatum

source: Title - Order by post title
sv_se: Rubrik – Sortera efter inläggsrubrik

# placeholder: Quizzes
source: %s Order
sv_se: Testordning

# placeholder: Quizzes
source: Order of %s displayed.
sv_se: Testordningen som visas.

source: DESC (default) - highest to lowest values
sv_se: Fallande (standard) – högsta till lägsta värde

source: ASC - lowest to highest values
sv_se: Stigande – lägsta till högsta värden

# placeholder: Course
source: %s List
sv_se: Kurslista

# placeholders: courses, courses (URL slug)
source: This shortcode shows list of %1$s. You can use this shortcode on any page if you do not want to use the default <code>/%2$s/</code> page.
sv_se: Denna kortkod visar en lista med kurser. Du kan använda denna kortkod på valfri sida ifall du inte vill använda den förvalda <code>/%2$s/</code>-sidan.

source: ID - Order by post id. (default)
sv_se: ID – Sortera efter inläggs-ID (standard)

source: DESC - highest to lowest values (default)
sv_se: Fallande – högsta till lägsta värde (standard)

# placeholder: Courses
source: %s Per Page
sv_se: Kurser per sida

# placeholders: courses, default per page
source: %1$s per page. Default is %2$d. Set to zero for all.
sv_se: Kurser per sida. Standard är %2$d. Välj noll för alla.

# placeholder: Course Access Mode(s)
source: %s Access Mode(s)
sv_se: Kurstillgångsläge(n)

# placeholder: courses
source: Filter %s by access mode(s), Ctrl+click to deselect selected items.
sv_se: Filtrera kurser efter tillgångsläge. Ctrl-klicka för att avmarkera markerade objekt.

# placeholder: Courses
source: My %s
sv_se: Mina kurser

# placeholders: courses
source: show current user's %s.
sv_se: visar aktuell användares kurser.

# placeholders: courses
source: Show All %s (default)
sv_se: Visa alla kurser (standard)

# placeholders: courses
source: Show Enrolled %s only
sv_se: Visa endast registrerade kurser

# placeholders: courses
source: Show not-Enrolled %s only
sv_se: Visa endast icke-registrerade kurser

# placeholder: Course
source: All %s Status
sv_se: Alla kursstatusar

# placeholders: courses
source: Filter %s by status, Ctrl+click to deselect selected items.
sv_se: Filtrera kurser efter status. Ctrl-klicka för att avmarkera markerade objekt.

# placeholder: Course
source: Show %s Content
sv_se: Visa kursinnehåll

# placeholder: course
source: shows %s content.
sv_se: visar kursinnehåll.

source: Columns
sv_se: Kolumner

# placeholder: course
source: number of columns to show when using %s grid addon
sv_se: antal kolumner att visa vid användning av Course grid-tillägg

# placeholder: Course
source: %s Category Slug
sv_se: Kurskategorislug

# placeholder: courses
source: shows %s with mentioned category slug.
sv_se: visar kurser med angiven kategorislug.

# placeholder: Course
source: %s Category ID
sv_se: Kurskategori-ID

# placeholder: courses
source: shows %s with mentioned category id.
sv_se: visar kurser med angivet kategori-ID.

# placeholder: Course
source: %s Category Selector
sv_se: Kurskategoriväljare

# placeholder: course
source: shows a %s category dropdown.
sv_se: visar en rullgardinsmeny för kurskategorier.

# placeholder: Course
source: %s Tag Slug
sv_se: Kurstaggslug

# placeholder: courses
source: shows %s with mentioned tag slug.
sv_se: visar kurser med angiven taggslug.

# placeholder: Course
source: %s Tag ID
sv_se: Kurstagg-ID

# placeholder: courses
source: shows %s with mentioned tag id.
sv_se: visar kurser med angivet tagg-ID.

source: WP Category Slug
sv_se: WP-kategorislug

# placeholder: courses
source: shows %s with mentioned WP category slug.
sv_se: visar kurser med angiven WP-kategorislug.

source: WP Category ID
sv_se: WP-kategori-ID

# placeholder: courses
source: shows %s with mentioned WP category id.
sv_se: visar kurser med angivet WP-kategori-ID.

source: WP Category Selector
sv_se: WP-kategoriväljare

source: shows a WP category dropdown.
sv_se: visar en rullgardinsmeny för WP-kategorier.

source: WP Tag Slug
sv_se: WP-taggslug

# placeholder: courses
source: shows %s with mentioned WP tag slug.
sv_se: visar kurser med angiven WP-taggslug.

source: WP Tag ID
sv_se: WP-tagg-ID

# placeholder: courses
source: shows %s with mentioned WP tag id.
sv_se: visar kurser med angivet WP-tagg-ID.

# placeholders: Course
source: %s Resume
sv_se: Återuppta kurs

# placeholders: Course
source: Return to %s link/button.
sv_se: Gå tillbaka till kurslänk/-knapp.

# placeholder: Course
source: Resume %s
sv_se: Återuppta kurs

source: Show as button
sv_se: Visa som knapp

source: shows as button content.
sv_se: visas som knappinnehåll.

# placeholder: group
source: This shortcode shows the content if the user is enrolled in a specific %s.
sv_se: Din kortkod visar innehållet ifall användaren är registrerad i en specifik grupp.

# placeholder: group
source: %s ID
sv_se: Grupp-ID

# placeholder: group, group
source: Enter single %1$s ID. Leave blank for any %2$s.
sv_se: Ange ett grupp-ID. Lämna tomt för alla grupper.

# placeholder: group
source: Enter single %s ID.
sv_se: Ange ett enskilt grupp-ID.

# placeholder: Group
source: %s List
sv_se: Grupplista

# placeholders: groups, groups (URL slug)
source: This shortcode shows list of %1$s. You can use this shortcode on any page if you do not want to use the default <code>/%2$s/</code> page. %3$s
sv_se: Denna kortkod visar en lista med grupper. Du kan använda denna kortkod på valfri sida ifall du inte vill använda den förvalda <code>/%2$s/</code>-sidan. %3$s

# placeholder: Groups
source: %s Per Page
sv_se: Grupper per sida

# placeholders: groups, default per page
source: %1$s per page. Default is %2$d. Set to zero for all.
sv_se: grupper per sida. Standard är %2$d. Välj noll för alla.

# placeholder: Group Access Modes
source: %s Access Mode(s)
sv_se: Grupptillgångsläge(n)

# placeholder: groups
source: Filter %s by access mode(s), Ctrl+click to deselect selected items.
sv_se: Filtrera grupper efter tillgångsläge. Ctrl-klicka för att avmarkera markerade objekt.

# placeholder: Groups
source: My %s
sv_se: Mina grupper

# placeholders: groups
source: show current user's %s.
sv_se: visar aktuell användares grupper.

# placeholders: groups
source: Show All %s (default)
sv_se: Visa alla grupper (standard)

# placeholders: groups
source: Show Enrolled %s only
sv_se: Visa endast registrerade grupper

# placeholders: groups
source: Show not-Enrolled %s only
sv_se: Visa endast icke-registrerade grupper

# placeholder: Group
source: All %s Status
sv_se: Alla gruppstatusar

# placeholders: groups
source: filter %s by status.
sv_se: filtrera grupper efter status.

# placeholder: Group
source: Show %s Content
sv_se: Visa gruppinnehåll

# placeholder: group
source: shows %s content.
sv_se: visar gruppinnehåll.

# placeholder: Group
source: Show %s Thumbnail
sv_se: Visa gruppminiatyr

# placeholder: group
source: shows a %s thumbnail.
sv_se: visar en gruppminiatyr.

# placeholder: group
source: number of columns to show when using %s grid addon
sv_se: antal kolumner att visa vid användning av Group grid-tillägg

# placeholder: Group
source: %s Category Slug
sv_se: Gruppkategorislug

# placeholder: groups
source: shows %s with mentioned category slug.
sv_se: visar grupper med angiven kategorislug.

# placeholder: Group
source: %s Category ID
sv_se: Gruppkategori-ID

# placeholder: groups
source: shows %s with mentioned category id.
sv_se: visar grupper med angivet kategori-ID.

# placeholder: Group
source: %s Category Selector
sv_se: Gruppkategoriväljare

# placeholder: group
source: shows a %s category dropdown.
sv_se: visar en rullgardinsmeny för gruppkategorier.

# placeholder: Group
source: %s Tag Slug
sv_se: Grupptaggslug

# placeholder: groups
source: shows %s with mentioned tag slug.
sv_se: visar grupper med angiven taggslug.

# placeholder: Group
source: %s Tag ID
sv_se: Grupptagg-ID

# placeholder: groups
source: shows %s with mentioned tag id.
sv_se: visar grupper med angivet tagg-ID.

# placeholder: groups
source: shows %s with mentioned WP category slug.
sv_se: visar grupper med angiven WP-kategorislug.

# placeholder: groups
source: shows %s with mentioned WP category id.
sv_se: visar grupper med angivet WP-kategori-ID.

# placeholder: groups
source: shows %s with mentioned WP tag slug.
sv_se: visar grupper med angiven WP-taggslug.

# placeholder: groups
source: shows %s with mentioned WP tag id.
sv_se: visar grupper med angivet WP-tagg-ID.

source: Displays the infobar for the current post or of a specified post.
sv_se: Visar infobaren för det aktuella inlägget eller ett specificerat inlägg.

source: Enter a User ID. Leave blank for current user.
sv_se: Ange ett användar-ID. Lämna tomt för aktuell användare.

# placeholder: Lesson
source: %s List
sv_se: Lektionslista

# placeholders: lessons, lessons (URL slug)
source: This shortcode shows list of %1$s. You can use this shortcode on any page if you do not want to use the default <code>/%2$s/</code> page.
sv_se: Denna kortkod visar en lista med lektioner. Du kan använda denna kortkod på valfri sida ifall du inte vill använda den förvalda <code>/%2$s/</code>-sidan.

# placeholders: Course, Courses
source: Enter single %1$s ID. Leave blank for all %2$s.
sv_se: Ange ett kurs-ID. Lämna tomt för alla kurser.

# placeholder: course
source: Order by %s. (default)
sv_se: Sortera efter kurs. (standard)

source: ID - Order by post id.
sv_se: ID – Sortera efter inläggs-ID.

# placeholder: course
source: Order per %s (default)
sv_se: Sortera per kurs (standard)

# placeholders: Lessons, default per page
source: %1$s per page. Default is %2$d. Set to zero for all.
sv_se: Lektioner per sida. Standard är %2$d. Välj noll för alla.

# placeholder: Lesson
source: Show %s Content
sv_se: Visa lektionsinnehåll

# placeholders: lesson
source: show %s content.
sv_se: visa lektionsinnehåll.

# placeholder: Lesson
source: Show %s Thumbnail
sv_se: Visa lektionsminiatyr

# placeholders: lesson
source: shows a %s thumbnail.
sv_se: visar en lektionsminiatyr.

# placeholder: Lesson
source: %s Category ID
sv_se: Lektionskategori-ID

# placeholder: lessons
source: shows %s with mentioned category id.
sv_se: visar lektioner med angivet kategori-ID.

# placeholder: Lesson
source: %s Category Slug
sv_se: Lektionskategorislug

# placeholders: lessons
source: shows %s with mentioned category slug.
sv_se: visar lektioner med angiven kategorislug.

# placeholder: Lesson
source: %s Category Selector
sv_se: Lektionskategoriväljare

# placeholder: lesson
source: shows a %s category dropdown.
sv_se: visar en rullgardinsmeny för lektionskategorier.

# placeholder: Lesson
source: %s Tag ID
sv_se: Lektionsstagg-ID

# placeholders: lessons
source: shows %s with mentioned tag id.
sv_se: visar lektioner med valt tagg-ID.

# placeholder: Lesson
source: %s Tag Slug
sv_se: Lektionstaggslug

# placeholder: lessons
source: shows %s with mentioned tag slug.
sv_se: visar lektioner med angiven taggslug.

# placeholder: lessons
source: shows %s with mentioned WP category id.
sv_se: visar lektioner med angivet WP-kategori-ID.

# placeholder: lessons
source: shows %s with mentioned WP category slug.
sv_se: visar lektioner med angiven WP-kategorislug.

# placeholder: lessons
source: shows %s with mentioned WP tag slug.
sv_se: visar lektioner med angiven WP-taggslug.

# placeholder: lessons
source: shows %s with mentioned WP tag id.
sv_se: visar lektioner med angivet WP-tagg-ID.

source: LearnDash Materials
sv_se: Learndash-material

source: This shortcode displays the materials for a specific LearnDash related post.
sv_se: Din kortkod visar material för ett specifikt Learndash-relaterat inlägg.

source: Post ID
sv_se: Inläggs-ID

source: Enter a Post ID of the LearnDash post that you want to display materials for.
sv_se: Ange inläggs-ID:t för Learndash-inlägget som du vill visa material för.

# placeholder: Course
source: %s Navigation
sv_se: Kursnavigering

# placeholder: courses, course, quiz
source: Displays user's enrolled %1$s, %2$s progress, %3$s scores, and achieved certificates.
sv_se: Visar användarens registrerade kurser, kursframskridande, testresultat och uppnådda certifieringar.

# placeholder: Courses, default per page
source: %1$s per page. Default is %2$d. Set to zero for all.
sv_se: Kurser per sida. Standard är %d. Välj noll för att visa alla.

# placeholder: Quiz, Course
source: %1$s attempts per %2$s
sv_se: Testförsök för kurs

# placeholder: Quiz, default per page
source: %1$s attempts per %2$s. Default is %2$d. Set to zero for all.
sv_se: Test per kurs. Standard är %2$d. Välj noll för alla.

source: Show Search
sv_se: Visa sök

source: LD30 template only
sv_se: LD30-mall endast

source: Show Profile Header
sv_se: Visa profilhuvud

# placeholder: Course
source: Show Earned %s Points
sv_se: Visa intjänade kurspoäng

source: Show Profile Link
sv_se: Visa profillänk

# placeholder: Quiz
source: Show User %s Attempts
sv_se: Visa användartestförsök

# placeholder: Course
source: Expand All %s Sections
sv_se: Visa alla kurssektioner

# placeholder: Course
source: Expand All %s sections
sv_se: Visa alla kurssektioner

# placeholder: Quiz
source: %s Complete
sv_se: Test slutfört

# placeholders: quiz
source: This shortcode shows the content if the user has completed the %s. The shortcode can be used on any page or widget area.
sv_se: Denna kortkod visar innehållet ifall användaren har slutfört testet. Kortkoden kan användas på valfri sida eller widgetpanel.

# placeholders: Quiz
source: Enter single %s ID.
sv_se: Ange ett test-ID.

# placeholder: Quiz
source: %s List
sv_se: Testlista

# placeholders: quizzes, quizzes (URL slug)
source: This shortcode shows list of %1$s. You can use this shortcode on any page if you don't want to use the default <code>/%2$s/</code> page.
sv_se: Din kortkod visar en lista med test. Du kan använda denna kortkod på valfri sida ifall du inte vill använda den förvalda <code>/%2$s/</code>-sidan.

# placeholders: Lesson, Topic, Course
source: Must be used with course_id. Enter single %1$s or %2$s ID. Leave blank for all step within %3$s. Set zero for global.
sv_se: Måste användas med course_ID. Ange ett lektions- eller avsnitts-ID. Lämna tomt för alla steg i kursen. Ange noll för global.

# placeholder: quizzes
source: %s Per Page
sv_se: Test per sida

# placeholders: Quizzes, default per page
source: %1$s per page. Default is %2$d. Set to zero for all.
sv_se: Test per sida. Standard är %2$d. Välj noll för alla.

# placeholder: Quiz
source: Show %s Content
sv_se: Visar testinnehåll

# placeholder: quiz
source: shows %s content.
sv_se: visar testinnehåll.

# placeholder: Quiz
source: Show %s Thumbnail
sv_se: Visar testminiatyr

# placeholder: quiz
source: shows a %s thumbnail.
sv_se: visar en testminiatyr.

# placeholder: Quiz
source: %s Category ID
sv_se: Testkategori-ID

# placeholder: quizzes
source: shows %s with mentioned category id.
sv_se: visar test med angivet kategori-ID.

# placeholder: Quiz
source: %s Category Slug
sv_se: Testkategorislug

# placeholder: quizzes
source: shows %s with mentioned category slug.
sv_se: visar test med angiven kateorislug.

# placeholder: Quiz
source: %s Category Selector
sv_se: Testkategoriväljare

# placeholder: quiz
source: shows a %s category dropdown.
sv_se: visar en rullgardinsmeny för testkategorier.

# placeholder: Quizzes
source: %s Tag ID
sv_se: Test-tagg-ID

# placeholder: quizzes
source: shows %s with mentioned tag id.
sv_se: visar test med angivet tagg-ID.

# placeholder: Quiz
source: %s Tag Slug
sv_se: Testtaggslug

# placeholder: quizzes
source: shows %s with mentioned tag slug.
sv_se: visar test med angiven taggslug.

# placeholder: quizzes
source: shows %s with mentioned WP category id.
sv_se: visar test med angivet WP-kategori-ID.

# placeholder: quizzes
source: shows %s with mentioned WP category slug.
sv_se: visar test med angiven WP-kategorislug.

# placeholder: quizzes
source: shows %s with mentioned WP tag slug.
sv_se: visar test med angiven WP-taggslug.

# placeholder: quizzes
source: shows %s with mentioned WP tag id.
sv_se: visar test med angivet WP-tagg-ID.

# placeholder: Topic
source: Registration Form
sv_se: Registreringsformulär

# placeholders: course, group.
source: Registration form user is redirected to when purchasing a %1$s / %2$s.
sv_se: Registeringsformuläret som användare skickas vidare till vid köp av kurs/grupp.

source: Form Width
sv_se: Formulärsbredd

source: Sets the width of the registration form.
sv_se: Bestämmer bredden på registreringsformuläret.

# placeholder: Topic
source: %s List
sv_se: Avsnittslista

# placeholders: topics, topics (URL slug)
source: This shortcode shows list of %1$s. You can use this shortcode on any page if you do not want to use the default <code>/%2$s/</code> page.
sv_se: Denna kortkod visar en lista med avsnitt. Du kan använda denna kortkod på valfri sida ifall du inte vill använda den förvalda <code>/%2$s/</code>-sidan.

# placeholders: Lesson, Lessons, Course
source: Must be used with course_id. Enter single %1$s ID. Leave blank for all %2$s within %3$s.
sv_se: Måste användas med course_id. Ange ett lektions-ID. Lämna tomt för alla lektioner i kursen.

# placeholder: Topics
source: %s Per Page
sv_se: Avsnitt per sida

# placeholders: Topics, default per page
source: %1$s per page. Default is %2$d. Set to zero for all.
sv_se: Avsnitt per sida. Standard är %2$d. Välj noll för alla.

# placeholder: Topic
source: Show %s Content
sv_se: Visa avsnittsinnehåll

# placeholder: topic
source: shows %s content.
sv_se: visar avsnittsinnehåll.

# placeholder: Topic
source: Show %s Thumbnail
sv_se: Visa avsnittsminiatyr

# placeholder: topic
source: shows a %s thumbnail.
sv_se: visar en avsnittsminiatyr.

# placeholders: course
source: number of columns to show when using %s grid addon
sv_se: antal kolumner att visa vid användning av Course grid-tillägg

# placeholder: Topics
source: %s Category ID
sv_se: Avsnittskategori-ID

# placeholder: topics
source: shows %s with mentioned category id.
sv_se: visar avsnitt med angivet kategori-ID.

# placeholder: Topic
source: %s Category Slug
sv_se: Avsnittskategorislug

# placeholder: topics
source: shows %s with mentioned category slug.
sv_se: visar avsnitt med angiven kategorislug.

# placeholder: Topic
source: %s Category Selector
sv_se: Avnittskategoriväljare
