Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

# placeholder: topic
source: shows a %s category dropdown.
sv_se: visar en rullgardinsmeny för avsnittskategorier.

# placeholder: Topic
source: %s Tag ID
sv_se: Avsnittstagg-ID

# placeholder: topics
source: shows %s with mentioned tag id.
sv_se: visar avsnitt med angivet tagg-ID.

# placeholder: Topic
source: %s Tag Slug
sv_se: Avsnittstaggslug

# placeholder: topics
source: shows %s with mentioned tag slug.
sv_se: visar avsnitt med angiven taggslug.

# placeholder: topics
source: shows %s with mentioned WP category id.
sv_se: visar avsnitt med angivet WP-kategori-ID.

# placeholder: topics
source: shows %s with mentioned WP category slug.
sv_se: visar avsnitt med angiven WP-kategorislug.

# placeholder: topics
source: shows %s with mentioned WP tag slug.
sv_se: visar avsnitt med angiven WP-taggslug.

# placeholder: topics
source: shows %s with mentioned WP tag id.
sv_se: visar avsnitt med angivet WP-tagg-ID.

# placeholder: Course
source: User %s Points
sv_se: Användarens kurspoäng

# placeholders: course, course
source: This shortcode shows the earned %s points for the user.
sv_se: Din kortkod visar användarens intjänade kurspoäng.

# placeholders: Lessons, Topics
source: This shortcode is used on %1$s and %2$s where Video Progression is enabled. The video player will be added above the content. This shortcode allows positioning the player elsewhere within the content. This shortcode does not take any parameters.
sv_se: Denna kortkod används i lektioner och avsnitt där videoprogression är aktiverat. Videospelaren kommer att läggas till ovanför innehållet. Denna kortkort möjliggör positionering av spelaren på annan plats i innehållet. Denna kortkod tar inte emot några parametrar.

# placeholder: lesson
source: %s Video
sv_se: Lektionsvideo

# placeholder: topic
source: %s Video
sv_se: Avsnittsvideo

# placeholders: course, course, lesson, quiz
source: This shortcode displays users progress bar for the %1$s in any %2$s/%3$s/%4$s pages.
sv_se: Denna kortkod visar användarens förloppsindikator för kursen på kurs-, lektions- och testsidor.

source: LearnDash Login
sv_se: Learndash-inloggning

source: This shortcode adds the login button on any page
sv_se: Din kortkod lägger till inloggningsknappen på valfri sida

source: Controls the Login functionality.
sv_se: Styr inloggningsfunktionaliteten.

source: Login URL
sv_se: Inloggnings-URL

source: Override default login URL
sv_se: Överskrid standardinloggnings-URL:en

source: Login Label
sv_se: Inloggningsetikett

source: Override default label "Login"
sv_se: Överskrid standardetiketten för inloggning

source: Login Icon Placement
sv_se: Placering av inloggningsikon

source: Left - To left of label
sv_se: Left – Till vänster om etiketten

source: Right - To right of label
sv_se: Right – Till höger om etiketten

source: None - No icon
sv_se: None – Ingen ikon

source: Login Displayed as
sv_se: Inloggning visas som

source: Display as Button or link
sv_se: Visas som knapp eller länk

source: Link
sv_se: Länk

source: Controls the Logout functionality.
sv_se: Styr utloggningsfunktionaliteten.

source: Logout URL Redirect
sv_se: Omdirigerings-URL vid utloggning

source: Override default logout URL.
sv_se: Överskrid standardutloggnings-URL.

source: Logout Label
sv_se: Utloggningsetikett

source: Override default label "Logout"
sv_se: Överskrid standardutloggningsetikett

source: Logout Icon Placement
sv_se: Placering av utloggningsikon

source: Logout Displayed as Button
sv_se: Utloggning visad som knapp

source: Payment Buttons
sv_se: Betalknappar

source: This shortcode can show the payment buttons on any page.
sv_se: Din kortkod kan visa betalknapparna på valfri sida.

source: User Status
sv_se: Användarstatus

source: This shortcode displays information of enrolled courses and their progress for a user. Defaults to current logged in user if no ID specified.
sv_se: Denna kortkod visar information om registrerade kurser och användarens framsteg i dem. Utgår från den inloggade användaren om inget ID är specificerat.

source: ID of the user to display information for.
sv_se: ID för användaren som information ska visas för.

source: Courses Per Page
sv_se: Kurser per sida

source: Number of courses to display per page. Set to 0 for no pagination.
sv_se: Antalet kurser att visa per sida. Välj 0 för ingen paginering.

source: Order By
sv_se: Sortera efter

source: Title (default)
sv_se: Datum (standard)

source: Menu
sv_se: Meny

source: ASC (default)
sv_se: Stigande (standard)

source: DESC
sv_se: Fallande

# placeholder: Quiz
source: %s Info
sv_se: Testinfo

# placeholder: quiz
source: This shortcode displays information regarding %s attempts on the certificate. This shortcode can use the following parameters:
sv_se: Denna kortkod visar information om testförsök på certifieringen. Kortkoden kan använda följande parametrar:

source: Score
sv_se: Resultat

source: Pass
sv_se: Avklarat

source: Timestamp
sv_se: Tidsstämpel

source: Total Points
sv_se: Totalt

source: Custom Field
sv_se: Anpassat fält

source: Custom Field ID
sv_se: Anpassat fält-ID

source: F j, Y, g:i a shown as March 10, 2001, 5:16 pm
sv_se: F j, Y, g:i a visas som 10 mars 2001, 5:16 pm

source: This can be used to change the date format. Default: "F j, Y, g:i a" shows as <i>March 10, 2001, 5:16 pm</i>. See <a target="_blank" href="http://php.net/manual/en/function.date.php">the full list of available date formatting strings here.</a>
sv_se: Detta kan användas för att ändra datumformatet. Standard: "F j, Y, g:i a" visas som <i>Mars 10, 2001, 5:16 pm</i>. Se <a target="_blank" href="http://php.net/manual/en/function.date.php"> den fullständiga listan över tillgängliga formateringssträngar här.</a>

# placeholder: Quiz, Quiz
source: Enter a single %1$s ID. Leave blank if used within a %2$s or Certificate.
sv_se: Ange ett enskilt test-ID. Lämna tomt vid användning inom ett test eller certifiering.

source: Enter a single User ID. Leave blank if used within a Certificate.
sv_se: Ange ett enskilt användar-ID. Lämna tomt vid användning inom en certifiering.

source: Attempt timestamp
sv_se: Försöktidsstämpel

# placeholder: course
source: This shortcode shows the content if the user is enrolled in the %s. The shortcode can be used on <strong>any</strong> page or widget area.
sv_se: Denna kortkod visar innehållet ifall användaren är registrerad på kursen. Kortkoden kan användas på <strong>alla</strong> sidor och widgetpaneler.

source: User meta
sv_se: Användarmeta

source: This shortcode takes a parameter named field, which is the name of the user meta data field to be displayed. See <a href="http://codex.wordpress.org/Function_Reference/get_userdata#Notes">the full list of available fields here. Note for security reasons some fields are not allowed.</a>
sv_se: Denna kortkod tar ett paramenternamngivet fält som är namnet på användarmetadatafältet som ska visas. Se <a href="http://codex.wordpress.org/Function_Reference/get_userdata#Notes">fullständiga listan över fält här</a>. Observera att vissa fält är otillåtna av säkerhetsskäl.

source: Field
sv_se: Fält

# placeholder: Group
source: This shortcode displays the list of %1$s users are assigned to as users or leaders. %2$s
sv_se: Denna kortkod visar listan över gruppanvändare som är kopplade som användare eller ledare. %2$s

source: Visitor
sv_se: Besökare

# placeholder: course
source: This shortcode shows the content if the user is not enrolled in the %s. The shortcode can be used on <strong>any</strong> page or widget area.
sv_se: Din kortkod visar innehållet ifall användaren inte är registrerad på kursen. Kortkoden kan användas på <strong>any</strong> sidor och widgetpanel.

source: You've earned a certificate!
sv_se: Du har blivit certifierad!

source: Download Certificate
sv_se: Ladda ned certifiering

# placeholder: Course
source: %s access will expire on:
sv_se: Kurstillgången upphör:

# placeholder: Course
source: %s access expired on:
sv_se: Kurstillgången upphörde:

source: Categories
sv_se: Kategorier

source: Select category
sv_se: Välj kategori

# placeholder: LD Category label
source: Select %s
sv_se: Välj Learndash-kategori

# placeholders: completed steps, total steps
source: %1$d out of %2$d steps completed
sv_se: %1$d av %2$d steg slutförda

source: S. No.
sv_se: S-nr

source: No users.
sv_se: Inga användare.

source: Last updated
sv_se: Senast uppdaterat

source: Never
sv_se: Aldrig

source: Previous version
sv_se: Föregående version

source: License validated
sv_se: Licens validerad

source: Number of courses
sv_se: Antal kurser

source: Number of groups
sv_se: Antal grupper

source: Number of lessons
sv_se: Antal lektioner

source: Number of topics
sv_se: Antal avsnitt

source: Number of quizzes
sv_se: Antal test

source: Number of questions
sv_se: Antal frågor

source: Number of challenge exams
sv_se: Antal förkunskapstest

source: Number of certificates
sv_se: Antal certifieringar

source: Shared course steps
sv_se: Delade kurssteg

source: Active template
sv_se: Aktiv mall

source: Focus mode
sv_se: Fokusläge

source: Registration page
sv_se: Registreringssida

source: Not set
sv_se: Ej valt

source: PayPal configured
sv_se: Paypal konfigurerat

source: Stripe Connect configured
sv_se: Stripe Connect konfigurerat

source: Razorpay configured
sv_se: Razorpay konfigurerat

source: Number of courses using free form progression
sv_se: Antal kurser som använder fri progression

source: Number of courses using linear progression
sv_se: Antal kurser som använder linjär progression

source: Number of lessons using video progression
sv_se: Antal lektioner som använder videoprogression

source: Number of lessons using drip content
sv_se: Antal lektioner som använder droppinnehåll

source: Number of topics using drip content
sv_se: Antal avsnitt som använder droppinnehåll

source: Number of quizzes using randomized question ordering
sv_se: Antal test som använder slumpmässig frågeordning

source: Number of enrolled users
sv_se: Antal registrerade användare

source: On
sv_se: På

source: Off
sv_se: Av

source: Visit Site
sv_se: Besök webbplats

source: Select
sv_se: Välj

source: Fonts
sv_se: Typsnitt

source: Colors
sv_se: Färger

source: Next
sv_se: Nästa

source: Choose a font
sv_se: Välj ett typsnitt

source: Let's pick a starting font, you can always change it later and pick from more options.
sv_se: Låt oss välja ett första tyspnitt. Du kan alltid ändra det senare och välja bland fler alternativ.

source: Pick some colors
sv_se: Välj några färger

source: Let's get you some starting colors. You can always update, expand, and change these later.
sv_se: Låt oss välja några startfärger. Du kan alltid uppdatera, utöka och ändra dem senare.

source: Save & Continue
sv_se: Spara & fortsätt

source: Nice choices
sv_se: Bra val

source: Start building the template
sv_se: Börja bygga mallen

source: 2 Minutes
sv_se: 2 minuter

# Number of minutes
source: %d Minutes
sv_se: %d minuter

source: Our set up wizard will help you get the most out of your site.
sv_se: Vår konfigurationsguide hjälper dig att få ut det mesta av din webbplats.

source: We're here to help you succeed.
sv_se: Vi är här för att hjälpa dig att lyckas.

source: Got a question?
sv_se: Har du en fråga?

source: Search Our Knowledge Base
sv_se: Sök i vår kunskapsbas

source: Find The Answers
sv_se: Hitta svaren

source: We've categorized our documentation to help your most pressing questions.
sv_se: Vi har kategoriserat vår dokumentation för att hjälpa dig med dina mest angelägna frågor.

source: Can't find what you're looking for?
sv_se: Hittar du inte det du letar efter?

source: Create A Support Ticket
sv_se: Skapa ett supportärende

source: Displays a list of Certificates
sv_se: Visar en lista över certifieringar

source: Title:
sv_se: Rubrik:

# placeholder: Course
source: Displays a list of %s
sv_se: Visar en lista över kurser

# placeholder: Course
source: LearnDash - %s attempt and score information of users. Visible only to users logged in.
sv_se: Learndash - Kursförsöks- och kurspoängsinformation för användare. Endast synligt för inloggade användare.

# placeholder: Course
source: %s Information
sv_se: Kursinformation

source: Registered show thumbnail:
sv_se: Registrerad miniatyr:

source: Registered per page:
sv_se: Registreringar per sida:

# placeholder: default per page
source: Default is %d. Set to zero for no pagination.
sv_se: Standard är %d. Välj noll för att inaktivera sidindelning.

source: Registered order by:
sv_se: Sorteras efter:

source: Registered order:
sv_se: Sorteringsorder:

# placeholder: Course
source: %s progress per page:
sv_se: Kursförlopp per sida:

source: Progress order by:
sv_se: Förloppsordning efter:

source: Progress order:
sv_se: Förlopporndning:

# placeholder: Quizzes
source: %s per page:
sv_se: Test per sida:

# placeholder: Quizzes
source: %s order by:
sv_se: Testsortering efter:

# placeholder: Quizzes
source: %s order:
sv_se: Testsortering:

# placeholder: Course, lessons, topics, course
source: LearnDash - %1$s Navigation. Shows %2$s and %3$s on the current %4$s.
sv_se: Learndash-kursnavigering. Visar lektioner och avsnitt för den aktuella kursen.

# Course Navigation Label
source: %s Navigation
sv_se: Kursnavigering

# placeholders: Course, Quizzes
source: Show %1$s %2$s?
sv_se: Visa kurstest?

# placeholders: Lesson, Quizzes
source: Show %1$s %2$s?
sv_se: Visa lektionstest?

# placeholders: Topic, Quizzes
source: Show %1$s %2$s?
sv_se: Visa avsnittstest?

# placeholders: course
source: LearnDash %s progress bar
sv_se: Learndashs kursförloppssindikator

# Course Progress Bar Label
source: %s Progress Bar
sv_se: Kursförloppsindikator

# placeholders: Lessons, Course, Lesson
source: Displays a list of %1$s for a %2$s and tracks %3$s progress.
sv_se: Visar en lista över lektioner i en kurs och spårar lektionsförlopp.

# placeholder: Quiz
source: Displays a list of %s
sv_se: Visar en lista över test

# placeholder: Transactions
source: Displays a list of %s
sv_se: Visar en lista över transaktioner

# placeholders: courses
source: LearnDash - Registered %s and progress information of users. Visible only to users logged in.
sv_se: Learndash – Registrerade kurser och förloppsinformation för användare. Endast synligt för inloggade användare.

# placeholders: default per page
source: Default is %d. Set to zero for no pagination.
sv_se: Standard är %d. Välj noll för att inaktivera sidindelning.

source: Notice: This widget may no longer be supported in future versions of LearnDash or WordPress, please use a block instead.
sv_se: Observera! Denna widget kommer eventuellt inte att stödjas i framtida version av Learndash eller Wordpress. Använd ett block i stället.

source: This dashboard is disabled.
sv_se: Översikten är inaktiverad.

source: Want advanced course data analytics? Check out ProPanel for more.
sv_se: Vill du ha tillgång till mer avancerad kursanalysdata? Se vår Propanel för mer.

source: Created on
sv_se: Skapad

# placeholder: Transaction discount
source: %s discount
sv_se: %s rabatt

# placeholder: Transaction billing cycle value, Transaction billing cycle length
source: every %1$d %2$s
sv_se: varje %1$s %2$s

# Number of times a billing cycle repeats
source: (%d time)
sv_se: (%d gång)

source: (unlimited)
sv_se: (obegränsat)

source: Not found
sv_se: Hittades inte

source: Invalid nonce.
sv_se: Ogiltig nonce.

source: Code: %s
sv_se: Kod: %s

source: Error: %s
sv_se: Fel: %s

source: No %s found.
sv_se: Inga %s hittades.

source: %1$s %2$s %3$s By %4$s
sv_se: %1$s %2$s %3$s efter %4$s

source: Purchased
sv_se: Köpt

source: Subscription Signup
sv_se: Prenumerationsregistrering

source: Subscription Payment
sv_se: Prenumerationsbetalning

source: Subscription Cancel
sv_se: Prenumerationavslut

source: Subscription Failed
sv_se: Prenumeration misslyckades

source: Subscription EOT
sv_se: Prenumeration upphört

source: Steps
sv_se: Steg

source: Login to Enroll
sv_se: Logga in för att registrera dig

source: for %1$s %2$s
sv_se: för %1$s %2$s

# placeholder: number of steps
source: of %1$d
sv_se: av %2$d

source: Show more
sv_se: Visa mer

source: Show less
sv_se: Visa mindre

# placeholder: Step title
source: Go to %s
sv_se: Gå till %s

# comments
source: %s Comment
sv_se: %d kommentar

source: Expand Comments
sv_se: Visa kommentarer

source: Collapse Comments
sv_se: Stäng kommentarer

source: Post a comment
sv_se: Skriv en kommentar

source: Leave a Comment
sv_se: Kommentera

source: Your response is awaiting for approval.
sv_se: Ditt svar väntar på godkännande.

# placeholders: comment date, comment time
source: %1$s at %2$s
sv_se: den %1$s kl. %2$s

source: Reply
sv_se: Svara

source: No content found at this address
sv_se: Inget innehåll hittades på denna adress

# Focus mode welcome placeholder
source: Hello, %s!
sv_se: Hej %s!

source: Pages:
sv_se: Sidor:

# placeholders: completed courses number, total courses number, courses label
source: %1$d/%2$d %3$s
sv_se: %1$d/%2$d kurser

# placeholder: lesson
source: A minimal amount of time is required to spend on this %s in order to complete it.
sv_se: Minsta tid som måste ha spenderats i denna lektion för att slutföra den.

# placeholder: lesson
source: Watch the video below in order to access the contents in this %s.
sv_se: Du måste se videoklippet innan du kan komma innehållet i denna lektion.

source: All sections have been completed successfully.
sv_se: Alla sektioner har slutförts.

source: Mark Lesson as Complete
sv_se: Markera lektion som slutförd

source: Start Quiz
sv_se: Starta test

source: Quiz Time Limit
sv_se: Testtidsgräns

# placeholder: topic
source: A minimal amount of time is required to spend on this %s in order to complete it.
sv_se: Minsta tid som måste ha spenderats i detta avsnitt för att slutföra det.

# placeholder: topic
source: Watch the video below in order to access the contents in this %s.
sv_se: Du måste se videoklippet innan du kan komma innehållet i detta avsnitt.

source: Theme LearnDash 3.0 Options
sv_se: LearnDash 3.0-temainställningar

source: Accent Color
sv_se: Accentfärg

source: Main color used throughout the theme (buttons, action items, and highlights).
sv_se: Huvudsaklig färg som används genomgåendet för temat (knappar, åtgärdselement och markeringar).

source: Progress Color
sv_se: Förloppsfärg

source: Color used for all successful progress-related items (completed items, certificates, and progress bars).
sv_se: Färg för alla förloppsrelaterade saker (slutförda saker, certifieringar och förloppsfält).

source: Notifications, Warnings, etc...
sv_se: Notiser, varningar etc...

source: This color is used when there are warning, important messages.
sv_se: Din färg används för varningar och viktiga meddelanden.

# placeholder: course, courses.
source: Provide a distraction-free %1$s experience allowing users to focus on the content. This applies to ALL %2$s.
sv_se: Erbjud en distraktionsfri kursupplevelse som låter användarna fokusera på innehållet. Detta påverkar ALLA kurser.

# placeholder: course
source: Distraction-free %s experience
sv_se: Distraktionsfri kursupplevelse

source: Focus Mode Content Width
sv_se: Innehållsbredd i fokusläge

source: Adjust the maximum width of the content area within Focus Mode
sv_se: Justera maxbredden för innehållet i fokusläget

source: Default (960px)
sv_se: Standard (960 px)

source: Narrow (768px)
sv_se: Smal (766 px)

source: Wide (1180px)
sv_se: Bred (1180 px)

source: Extra-wide (1600px)
sv_se: Extra bred (1600 px)

source: Full width
sv_se: Full bredd

source: Focus Mode Sidebar Position
sv_se: Sidofältsposition i fokusläge

source: Set the Position of the Sidebar while on Focus Mode
sv_se: Välj platsen för sidofältet i fokusläget

source: Login & Registration
sv_se: Inloggning & registrering

# placeholder: Link to Registration article.
source: When active the LearnDash templates will be used for user login and %s pages.
sv_se: När aktivt kommer Learndashs mallar användas på sidorna för användarinloggning och -registrering.

source: registration
sv_se: registrering

source: Default registration used
sv_se: Standardregistrering används

# placeholder: courses
source: Customized registration enabled for LearnDash %s
sv_se: Anpassad registrering är aktiverad för Learndash-kurser

source: This logo will appear in the Focus Mode and LearnDash Login form when enabled. Optional.
sv_se: Din logotyp visas i fokusläget och Learndashs inloggningsformulär när det är aktiverat (valfritt).

source: Video Responsive CSS
sv_se: Responsiv videoklipps-CSS

source: This will make your videos within video progression responsive. Disable if you notice video display issues.
sv_se: Detta gör dina videoklipp i videoprogressionen responsiva. Inaktivera ifall du upplever videovisningsproblem.

source: Videos will automatically resize based on screen size
sv_se: Videoklipp anpassas automatiskt utifrån skärmstorlek

source: Right (default)
sv_se: Höger (standard)

source: Left (default)
sv_se: Vänster (standard)

# placeholder: Date when lesson will be available
source: Available on %s
sv_se: Tillgänglig %s

# In Progress item status
source: In Progress
sv_se: Pågående

# In Progress item status
source: Complete
sv_se: Slutförd

# In Progress item status
source: Graded
sv_se: Betygsatt

# In Progress item status
source: Not Graded
sv_se: Ej betygsatt

source: You must watch the video before accessing this content
sv_se: Du måste se videoklippet innan du kan komma åt detta innehåll

source: LearnDash: Focus Mode Dropdown
sv_se: Learndash: Rullgardinsmeny för fokusläge

source: verify failed
sv_se: verifiering misslyckades

source: No attributes passed in
sv_se: Inga attribut skickades in

source: No Pagination Match
sv_se: Ingen sidsindelningsmatchning

# placeholder: course
source: No %s ID supplied
sv_se: Inget kurs-ID angivet

# placeholder: topics, lesson
source: No %1$s for this $2$s
sv_se: Inga avsnitt för denna lektion

source: You have assignments awaiting approval.
sv_se: Du har uppgifter som väntar på godkännande.

source: You have an assignment awaiting approval.
sv_se: Du har en uppgift som väntar på godkännande.

# placeholders: assignment count approved, assignment count total
source: %1$d/%2$d Approved
sv_se: %1$d/%2$d godkända

# No assignments message
source: No assignments submitted at this time
sv_se: Inga uppgifter har lämnats in än

source: Delete this uploaded Assignment
sv_se: Radera denna uppladdade uppgift

source: Delete Assignment
sv_se: Radera uppgift

source: Download Assignment
sv_se: Ladda ned uppgift

# placeholder: comment count
source: %d Comments
sv_se: %d kommentarer

source: Waiting Review
sv_se: Väntar på granskning

# placeholders: points current, points max
source: %1$s/%2$s Points Awarded
sv_se: %1$s/%2$s poäng tilldelade

# placeholder: Comma separated list of file extentions
source: Allowed file types: %s
sv_se: Tillåtna filtyper: %s

source: Browse
sv_se: Bläddra

source: No file selected
sv_se: Ingen fil har valts

# placeholder: Exam
source: Start %s
sv_se: Starta förkunskapstestet

source: View Results
sv_se: Visa resultat

# Exam label, Question number, Questions count, Question(s) label, Percentage
source: %1$s progress: %2$s of %3$s %4$s (%5$s%%)
sv_se: Förkunskapstestsframsteg: %2$s av %3$s %4$s (%5$s%%)

# Reset Exam
source: (reset)
sv_se: (återställ)

# Complete Exam
source: (complete)
sv_se: (slutförd)

source: %1$s : %2$s - Status: %3$s %4$s %5$s %6$s
sv_se: Förkunskapstest: %2$s - Status: %3$s %4$s %5$s %6$s

# Placeholder for course home link
source: %s Home
sv_se: Kursstartsida

source: Expand
sv_se: Visa mer

source: Collapse
sv_se: Minimera

source: You don't currently have access to this content
sv_se: Du saknar för närvarande tillgång till detta material

# Lesson Content Label
source: %s Content
sv_se: Lektionsinnehåll

# Lesson Complete Percentage
source: %s%% Complete
sv_se: %s%% slutfört
