Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

# placeholder: Course
source: This block shows the content if the user is not enrolled into the %s.
sv_se: Detta block visar innehållet om användaren inte är registrerad på kursen.

# placeholder: current template name
source: The current LearnDash template "%s" does not support this block. Please select a different template.
sv_se: Den aktuella Learndash-mallen ”%s” stödjer inte detta block. Välj en annan mall.
