Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

# placeholders: post type labels like Question
source: Are you sure you want to move this %s to Trash?
sv_se: Är du säker på att du vill flytta denna fråga till papperskorgen?

# placeholder: Question Points
source: (%dpt)
sv_se: (%d poäng)

# placeholders: Question, Quiz
source: Remove %1$s from %2$s
sv_se: Ta bort fråga från test

# placeholder: Total of question points
source: Total Points: %s
sv_se: Totalt antal poäng: %s

source: Access Mode
sv_se: Tillgångsläge

source: Video Resume
sv_se: Videoåterupptagning

source: Invalid request.
sv_se: Ogiltig förfrågan.

source: Failed to get affected posts number.
sv_se: Misslyckades med att hämta påverkade inläggsnummer.

source: No fields selected.
sv_se: Inga fält har valts.

source: No affected %s.
sv_se: Inga påverkade %s.

source: The bulk editing of %1$d %2$s is in the processing queue. Please refresh this page to see the progress.
sv_se: Massredigeringen av %1$d %2$s är i behandlingskön. Uppdatera denna sida för att följa processen.

source: The bulk editing of %1$d %2$s is running. Please refresh this page to see the progress.
sv_se: Massredigeringen av %1$d %2$s körs. Uppdatera denna sida för att följa processen.

source: The bulk editing of %1$d %2$s will be processed soon. You can see the progress refreshing this page.
sv_se: Massredigeringen av %1$d %2$s kommer att behandlas snart. Du kan uppdatera denna sida för att följa processen.

source: The bulk edit of %1$d %2$s finished successfully.
sv_se: Massredigeringen av %1$d %2$s slutfördes med framgång.

source: Missing required attributes for field: %s
sv_se: Saknade nödvändiga attribut för fältet: %s

source: Clone
sv_se: Klona

source: Request expired. Please try it again.
sv_se: Utgången förfrågan. Vänligen försök igen.

source: Invalid LearnDash %s.
sv_se: Ogiltig/ogiltigt Learndash-%s.

source: The cloning of %1$s into %2$s is scheduled. Please refresh this page to see the progress.
sv_se: Kloningen av %1$s till %2$s har schemalagts. Uppdatera denna sida för att följa processen.

source: The cloning of %1$s into %2$s is in the processing queue. Please refresh this page to see the progress.
sv_se: Kloningen av %1$s till %2$s är i behandlingskön. Uppdatera denna sida för att följa processen.

source: The cloning of %1$s into %2$s is running. Please refresh this page to see the progress.
sv_se: Kloningen av %1$s till %2$s körs. Uppdatera denna sida för att följa processen.

source: The %1$s can not be cloned because it is not a valid LearnDash %2$s.
sv_se: %1$s kan inte klonas eftersom det inte är en giltig Learndash-%2$s.

source: Your %1$s %2$s has been cloned successfully into %3$s.
sv_se: Din %1$s %2$s har framgångsrikt klonats till %3$s.

source: Copy of %s
sv_se: Kopia av %s

source: Error cloning quiz %1$s: %2$s
sv_se: Fel uppstod vid kloning av test %1$s: %2$s

# Export User Course Data Label
source: Export User %s Data
sv_se: Exportera användares kursdata

# placeholders: result count, total count
source: %1$d of %2$s Users
sv_se: %1$d av %2$s användare

source: steps_completed
sv_se: steps_competed

# Course Complete Report label: NO
source: NO
sv_se: NEJ

# Course Complete Report label: YES
source: YES
sv_se: JA

# Export User Quiz Data Label
source: Export User %s Data
sv_se: Exportera användares testdata

# Quiz Passed Report label: NO
source: NO
sv_se: NEJ

# Quiz Passed Report label: YES
source: YES
sv_se: JA

source: Upgrade
sv_se: Uppgradera

# placeholder: Course
source: Convert %s Access Lists
sv_se: Konvertera kurstillgångslista

# placeholder: course
source: This convert the %s access list setting to user meta where it can be managed more efficiently. (Optional)
sv_se: Detta konverterar kurstillgångslistinställningen till användarmeta där den kan hanteras effektivare. (Valfritt)

source: Continue previous upgrade processing?
sv_se: Fortsätt föregående uppgraderingsprocess?

source: Complete
sv_se: Slutförd

source: In Progress
sv_se: Pågående

source: Incomplete
sv_se: Inte klar

# placeholders: progress status, result count, total count, Courses
source: %1$s: %2$d of %3$d %4$s
sv_se: %1$s: %2$d av %3$d kurser

# placeholders: Course title, users processed, users total
source: %1$s: %2$d of %3$d users processed
sv_se: %1$s: %2$d av %3$d bearbetade

# placeholder: Course
source: Upgrade %s Meta
sv_se: Uppgradera kursmetadata

# placeholder: course
source: This upgrade will upgrade the %s meta elements. (Optional)
sv_se: Din uppgradering kommer att uppgradera följande %smetaelement. (Frivilligt)

# placeholders: Quiz, Questions
source: Upgrade %1$s %2$s
sv_se: Uppgradera testfrågor

# placeholders: Quiz questions, Quiz
source: This upgrade will convert the %1$s %2$s to WordPress custom post type. <strong>This is required before enabling %3$s Builder.</strong> (Optional)
sv_se: Denna uppgradering kommer att omvandla testfrågan till en anpassad Wordpress-inläggstyp. <strong>Detta är starkt rekommenderat före aktivering av testbyggaren.</strong> (Frivilligt)

# placeholders: Quiz
source: Invalid %s ID
sv_se: Ogiltigt fråge-ID

# placeholders: Questions, Quiz, Quiz Title
source: Reprocess %1$s for %2$s: "%3$s"
sv_se: Omarbeta frågor för test: ”%3$s”

# placeholders: Questions
source: Process Mismatched %s only?
sv_se: Bearbeta enbart missmatchade frågor?

# placeholders: progress status, result count, total count, Questions label
source: %1$s: %2$d of %3$d %4$s
sv_se: %1$s: %2$d av %3$d frågor

# placeholder: Number of skipped Questions
source: ProQuiz %1$s Skipped %2$d
sv_se: Skippade Proquiz-frågor: %2$d

# placeholder: ProQuiz Question ID, question
source: [%1$d] Empty %2$s ProID given.
sv_se: [%1$d] Tomt Question ProID angivet.

# placeholder: ProQuiz Question ID
source: ProQuestion ID [%d] Model not found.
sv_se: ProQuestion-ID [%d]-modell hittades ej.

# placeholder: ProQuiz Question ID, ProQuiz Quiz ID
source: ProQuestion ID [%1$d] ProQuiz ID empty [%2$d].
sv_se: Proquestion-ID [%1$d] Proquiz-ID tomt [%2$d].

# placeholder: ProQuiz Question ID, ProQuiz Quiz ID
source: ProQuestion ID [%1$d] ProQuiz ID Model not found [%2$d].
sv_se: Proquestion-ID” [%1$d] Proquiz-ID-modell hittades ej [%2$d].

source: Reload
sv_se: Ladda om

source: Rename WPProQuiz DB Tables
sv_se: Byt namn på WPProquiz DB-tabeller

source: This upgrade will rename the existing WPProQuiz database tables to a new name inline with LearnDash standards.<br /><strong>It is recommended you set your site to maintenance mode before performing this upgrade.</strong>
sv_se: Denna uppgradering kommer att byta namn på de befintliga WPProquiz-databastabellerna för att följa Learndashs namngivningsstandard. <br /><strong>Det är rekommenderat att du försätter din webbplats i underhållsläge innan du genomför denna uppgradering.</strong>

# placeholders: default prefix, example table name
source: %1$s - Legacy ProQuiz table prefix. Ex. %2$s
sv_se: %1$s – Tidigare Proquiz-tabellprexix. T.ex. %2$s

# placeholders: learndash prefix, example table name
source: %1$s - LearnDash ProQuiz table prefix. Ex. %2$s
sv_se: %1$s – Tidigare Proquiz-tabellprexix. T.ex. %2$s

source: show tables
sv_se: visa tabeller

source: Source Tables
sv_se: Ursprungliga tabeller

source: Destination Tables
sv_se: Nya tabeller

# placeholders: progress status, result count, total count
source: %1$s: %2$d of %3$d ProQuiz Table
sv_se: %1$s: %2$d av %3$d Proquiz-tabell

# placeholder: Course
source: Upgrade User %s Data
sv_se: Uppgradera användares kursdata

# placeholder: course
source: This upgrade will sync your existing user data for %s into a new database table for better reporting. (Required)
sv_se: Din uppgradering kommer att synkronisera befintliga användaruppgifter för kursen till en ny databastabell för bättre rapportering. (Krävs)

# placeholders: progress status, result count, total count
source: %1$s: %2$d of %3$d Users
sv_se: %1$s: %2$d av %3$d användare

# placeholder: Quiz
source: Upgrade User %s Data
sv_se: Uppgradera användares testdata

# placeholder: quiz
source: This upgrade will sync your existing user data for %s into a new database table for better reporting. (Required)
sv_se: Din uppgradering kommer att synkronisera befintliga användaruppgifter för %s till en ny databastabell för bättre rapportering. (Krävs)

source: Learndash admin filter with the "%s" type not found.
sv_se: Learndash-administrationsfilter av typen ”%s” hittades inte.

source: Enabled
sv_se: Aktiverade

source: Disabled
sv_se: Inaktiverad

source: Where
sv_se: Var

source: Title
sv_se: Rubrik

source: contains this
sv_se: innehåller denna/detta

source: Unable to create the files: %s
sv_se: Kunde inte skapa filerna: %s

source: Unable to create the files.
sv_se: Kunde inte skapa filerna.

source: Unable to create the media directory.
sv_se: Kunde inte skapa mediamappen.

source: Unable to create the files to export.
sv_se: Kunde inte skapa filerna för export.

source: Unable to add data to the export file.
sv_se: Kunde inte lägga till data i exportfilen.

source: Unable to copy the media file.
sv_se: Kunde inte kopiera mediafilen.

source: Unable to close the export file.
sv_se: Kunde inte stänga exportfilen.

source: Unable to create the zip directory.
sv_se: Kunde inte skapa zip-mappen.

source: Unable to create the zip file.
sv_se: Kunde inte skapa zip-filen.

source: Unable to add file to the zip file.
sv_se: Kunde inte lägga till fil i zip-filen.

source: Unable to save the zip file.
sv_se: Kunde inte spara zip-filen.

source: Export is in the processing queue. Please reload this page to see the export status.
sv_se: Exporten är i behandlingskön. Uppdatera denna sida för att se exportstatus.

source: Export is in progress. It may take a few minutes. Reload this page to see the export status.
sv_se: Exporten körs. Det kan ta några minuter. Uppdatera denna sida för att se exportstatus.

source: Failed to run export.
sv_se: Misslyckades med exportkörning.

source: Export completed successfully. %1$sDownload file%2$s
sv_se: Exporten lyckades. %1$sLadda ned fil%2$s

source: Please choose at least one thing to export.
sv_se: Välj minst en sak att exportera.

source: It is not possible to export user progress without user profiles.
sv_se: Det är inte möjligt att exportera användarframsteg utan användarprofiler.

# placeholder: courses, lessons, topics, quizzes
source: It is not possible to export user progress without %1$s, %2$s, %3$s or %4$s.
sv_se: Det är inte möjligt att exportera användarframsteg utan kurser, lektioner, avsnitt eller test.

# placeholder: quizzes, questions
source: It is not possible to export %1$s without %2$s and vice versa.
sv_se: Det är inte möjligt att exportera test utan frågor eller vice versa.

source: Import completed successfully.
sv_se: Importen lyckades.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
sv_se: Den uppladdade filen överskrider upload_max_filesize-gränsen i php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
sv_se: Den uppladdade filen överskrider MAX_FILE_SIZE-gränsen som var specificerad för HTML-formuläret.

source: The uploaded file was only partially uploaded.
sv_se: Den uppladdade filen blev bara delvis uppladdad.

source: No file was uploaded
sv_se: Ingen fil laddades upp

source: Missing a temporary folder
sv_se: Saknar en temporär mapp

source: Failed to write file to disk.
sv_se: Kunde inte skriva fil till disk.

source: A PHP extension stopped the file upload.
sv_se: En PHP-utökning stoppade filuppladdningen.

source: Uploading of your import archive failed.
sv_se: Uppladdning av ditt importarkiv misslyckades.

source: Import is in the processing queue. Please reload this page to see the import status.
sv_se: Importen är i behandlingskön. Uppdatera denna sida för att se importstatus.

source: Import is in progress. It may take a few minutes. Reload this page to see the import status.
sv_se: Importen körs. Det kan ta några minuter. Uppdatera denna sida för att se exportstatus.

source: Failed to run import.
sv_se: Misslyckades med importkörning.

source: Assignment
sv_se: Uppgift

source: Click for Help!
sv_se: Klicka för hjälp!

# placeholder: Course
source: Associated %s
sv_se: Kopplad kurs

# placeholder: Course
source: -- Select a %s --
sv_se: -- Välj en kurs --

# placeholder: Course
source: Associate with a %s.
sv_se: Koppla till en kurs.

# placeholder: Lesson
source: Associated %s
sv_se: Kopplad lektion

# placeholder: Lesson
source: -- Select a %s --
sv_se: -- Välj en lektion --

# placeholder: Lesson
source: Associate with a %s.
sv_se: Koppla till en lektion.

source: Approved
sv_se: Godkänd

source: Not Approved
sv_se: Ej godkänd

source: Approve
sv_se: Godkänn

source: Assignment status.
sv_se: Uppgiftsstatus.

source: Points
sv_se: Poäng

source: Update
sv_se: Uppdatera

source: Update & Approve
sv_se: Uppdatera & godkänn

# placeholder: max points
source: Awarded Points (Out of %d):
sv_se: Tilldelade poäng (av %d):

source: Points not enabled
sv_se: Poäng är inaktiverat

source: Assignment Points.
sv_se: Uppgiftspoäng.

source: Download
sv_se: Ladda ned

source: Assignment download.
sv_se: Uppgiftsnedladdning.

# placeholder: Course
source: LearnDash %s Builder
sv_se: Learndash-kursbyggare

source: Essay Upload
sv_se: Ladda upp uppsats

source: Essay Grading Status
sv_se: Betygsättningsstatus

source: Not Graded
sv_se: Ej betygsatt

source: Graded
sv_se: Betygsatt

# placeholder: question
source: Essay %s
sv_se: Uppsatsfråga

source: Points available
sv_se: Möjliga poäng

source: Points awarded
sv_se: Tilldelade poäng

# placeholder: question
source: We could not find the essay %s for this response
sv_se: Vi kunde inte hitta uppsatsfrågan för detta svar

# placeholder: Quiz.
source: Essay %s
sv_se: Uppsatstest

# placeholder: Quiz
source: No %s
sv_se: Inga test

# placeholder: Quiz
source: Essay %s
sv_se: Uppsatstest

# placeholder: Course
source: Essay %s
sv_se: Uppsatskurs

# placeholder: Lesson
source: Essay %s
sv_se: Uppsatslektion

# placeholder: Essay submit date
source: Submitted on: <b>%s</b>
sv_se: Inlämnad den: <b>%s</b>

source: Delete Permanently
sv_se: Radera permanent

source: Move to Trash
sv_se: Flytta till papperskorgen

# placeholder: question
source: Upload was not provided for this %s
sv_se: Uppladdning var inte tillgängligt för denna fråga

# placeholder: Group
source: %s Attributes
sv_se: Gruppattribut

source: (no parent)
sv_se: (ingen överordnad)

# placeholder: Group
source: %s Parent
sv_se: Överordnad grupp

source: Order
sv_se: Sortering

# placeholders: Question
source: %s Category
sv_se: Frågekategori

source: (optional)
sv_se: (valfritt)

source: Answer type
sv_se: Svarstyp

source: (required)
sv_se: (obligatoriskt)

source: Answers
sv_se: Svar

source: Single choice options
sv_se: Ettvalsinställningar

source: Message with the correct answer
sv_se: Meddelande vid rätt svar

source: Message with the incorrect answer
sv_se: Meddelande vid fel svar

source: Hint
sv_se: Ledtråd

source: Template
sv_se: Mall

source: Answer Type
sv_se: Svarstyp

source: You can assign classify category for a question. Categories are e.g. visible in statistics function.
sv_se: Du kan tilldela klassificeringskateogori till en fråga. Kategorier är bl.a. synbara i statistikfunktionen.

source: You can manage categories in global settings.
sv_se: Du kan hantera kategorier i globala inställningar.

source: Create new category
sv_se: Skapa ny kategori

source: No category
sv_se: Ingen kategori

source: Create
sv_se: Skapa

# placeholder: question
source: Points for this %s (Standard is 1 point)
sv_se: Poäng för frågan (standard är 1 poäng)

# placeholder: question
source: These points will be rewarded, only if the user chooses the %s correctly
sv_se: Poängen tilldelas endast om användaren besvarar frågan rätt

source: Different points for each answer
sv_se: Olika poäng för respektive svar

source: If you enable this option, you can enter different points for every answer.
sv_se: Om du aktiverar detta alternativ kan du ange olika poäng för respektive svar.

source: Show reached points in the correct- and incorrect message?
sv_se: Visa uppnådda poäng i meddelandet som berättar huruvida svaret var rätt eller fel?

source: This text will be visible if answered correctly. It can be used as explanation for complex questions. The message "Right" or "Wrong" is always displayed automatically.
sv_se: Denna text visas om användaren svarade rätt. Den kan användas för att förklara en komplicerad fråga. Meddelandet ”rätt” eller ”fel” visas automatiskt.

source: Same text for correct- and incorrect-message?
sv_se: Visa samma text för rätt och fel svar?

source: This text will be visible if answered incorrectly. It can be used as explanation for complex questions. The message "Right" or "Wrong" is always displayed automatically.
sv_se: Denna text visas om användaren svarade fel. Den kan användas för att förklara en komplicerad fråga. Meddelandet ”rätt” eller ”fel” visas automatiskt.

source: Here you can enter solution hint.
sv_se: Här kan du skriva in en ledtråd.

source: Activate hint for this question?
sv_se: Aktivera ledtråd för denna fråga?

source: If "Different points for each answer" is activated, you can activate a special mode.<br> This changes the calculation of the points
sv_se: Om ”olika poäng för respektive svar” är aktiverat kan du aktivera ett särskilt läge.<br>Detta förändrar poängberäkningen.

source: Different points - modus 2 activate
sv_se: Olika poäng – läge 2 aktivt

source: Disables the distinction between correct and incorrect.
sv_se: Inaktiverar skillnaden mellan rätt och fel.

source: Disable correct and incorrect
sv_se: Inaktivera rätt och fel

source: Explanation of points calculation
sv_se: Förklaring av poängberäkning

source: Please sort the answers in right order with the "Move" - Button. The answers will be displayed randomly.
sv_se: Sortera svaren i rätt ordning med ”flytta-knappen”. Svaren kommer att visas i slumpad ordning.

source: Add new answer
sv_se: Lägg till nytt svar

source: In this mode, Sort Elements must be assigned to their corresponding Criterion.
sv_se: I denna frågetyp ska olika element sorteras mot matchande kriterium.

source: Each Sort Element must be unique, and only one-to-one associations are supported.
sv_se: Varje elementsortering måste vara unik och endast ett-till-ett-förhållanden stöds.

source: Percentage width of criteria table column:
sv_se: Kriteriekolumnens bredd i procent:

source: Allows adjustment of the left column's width, and the right column will auto-fill the rest of the available space. Increase this to allow accommodate longer criterion text. Defaults to 20%.
sv_se: Tillåter justering av bredden på vänstra kolumnen. Högra kolumnen fyller automatisk resterande utrymme. Öka för att rymma längre texter på kriterierna. Förval är 20 %.

source: Use Template
sv_se: Använd mall

# placeholder: Question Title
source: Revert: %s
sv_se: Återställ: %s

source: Select a Template to load
sv_se: Välj en mall att ladda

source: load template
sv_se: ladda mall

source: Save as Template
sv_se: Spara som mall

source: Select a templates to save or new
sv_se: Välj en mall att spara eller ny

source: Create new template
sv_se: Skapa ny mall

source: new template name
sv_se: nytt mallnamn

source: "Different points for each answer" enabled
sv_se: ”Olika poäng för respektive svar” aktiverat

source: "Different points - mode 2" disable
sv_se: ”Olika poäng – läge 2” inaktiverat

source: "Different points - mode 2" enabled
sv_se: ”Olika poäng – läge 2” aktiverat

source: Question - Single Choice - 3 Answers - Diff points mode A=3 Points [correct] B=2 Points [incorrect] C=1 Point [incorrect] = 6 Points
sv_se: Fråga - Ett val - 3 svar - Olika poäng A=3 poäng [rätt] B=2 poäng [fel] C=1 poäng [fel] = 6 poäng

source: Question - Single Choice - 3 Answers - Modus 2 A=3 Points [correct] B=2 Points [incorrect] C=1 Point [incorrect] = 3 Points
sv_se: Fråga - Ett val - Tre svar - Läge 2 A=3 poäng [rätt] B=2 poäng [fel] C=1 poäng [fel] = 3 poäng

source: ~~~ User 1: ~~~ A=checked B=unchecked C=unchecked Result: A=correct and checked (correct) = 3 Points B=incorrect and unchecked (correct) = 2 Points C=incorrect and unchecked (correct) = 1 Points = 6 / 6 Points 100%
sv_se: ~~~ Användare 1: ~~~ A=ikryssat B=inte ikryssat C=inte ikryssat \Resultat: A=rätt och ikryssat (korrekt) = 3 poäng B=fel och inte ikryssat (korrekt) = 2 poäng C=fel och inte ikryssat (korrekt) = 1 poäng = 6/6 poäng, 100 %

source: ~~~ User 1: ~~~ A=checked B=unchecked C=unchecked Result: A=checked = 3 Points B=unchecked = 0 Points C=unchecked = 0 Points = 3 / 3 Points 100%
sv_se: ~~~ Användare 1: ~~~ A=ikryssat B=inte ikryssat C=inte ikryssat Result: A=ikryssat = 3 poäng B=inte ikryssat = 0 poäng C=inte ikryssat = 0 poäng = 3/3 poäng, 100 %

source: ~~~ User 2: ~~~ A=unchecked B=checked C=unchecked Result: A=correct and unchecked (incorrect) = 0 Points B=incorrect and checked (incorrect) = 0 Points C=incorrect and unchecked (correct) = 1 Points = 1 / 6 Points 16.67%
sv_se: ~~~ Användare 2: ~~~ A=inte ikryssat B=ikryssat C=inte ikryssat \Resultat:: A=rätt men inte ikryssat (inkorrekt) = 0 poäng B=fel men ikryssat (inkorrekt) = 0 poäng C=fel och inte ikryssat (korrekt) = 1 poäng = 1/6 poäng, 16.67 %

source: ~~~ User 2: ~~~ A=unchecked B=checked C=unchecked Result: A=unchecked = 0 Points B=checked = 2 Points C=unchecked = 0 Points = 2 / 3 Points 66,67%
sv_se: ~~~ Användare 2: ~~~ A=inte ikryssat B=ikryssat C=inte ikryssat \Resultat: A=inte ikryssat = 0 poäng B=ikryssat = 2 poäng C=inte ikryssat = 0 poäng = 2/3 poäng, 66,67 %

source: ~~~ User 3: ~~~ A=unchecked B=unchecked C=checked Result: A=correct and unchecked (incorrect) = 0 Points B=incorrect and unchecked (correct) = 2 Points C=incorrect and checked (incorrect) = 0 Points = 2 / 6 Points 33.33%
sv_se: ~~~ Användare 3: ~~~ A=inte ikryssat B=inte ikryssat C=ikryssat Result: A=rätt men inte ikryssat (inkorrekt) = 0 poäng B=fel och inte ikryssat (korrekt) = 2 poäng C=fel med ikryssat (inkorrekt) = 0 poäng = 2/6 poäng, 33.33 %

source: ~~~ User 3: ~~~ A=unchecked B=unchecked C=checked Result: A=unchecked = 0 Points B=unchecked = 0 Points C=checked = 1 Points = 1 / 3 Points 33,33%
sv_se: ~~~ Användare 3: ~~~ A=inte ikryssat B=inte ikryssat C=ikryssat \Resultat:: A=inte ikryssat = 0 poäng B=inte ikryssat = 0 poäng C=ikryssat = 1 poäng = 1/3 poäng 33,33 %

source: ~~~ User 4: ~~~ A=unchecked B=unchecked C=unchecked Result: A=correct and unchecked (incorrect) = 0 Points B=incorrect and unchecked (correct) = 2 Points C=incorrect and unchecked (correct) = 1 Points = 3 / 6 Points 50%
sv_se: ~~~ Användare 4: ~~~ A=inte ikryssat B=inte ikryssat C=inte ikryssat \Resultat: A=rätt men inte ikryssat (inkorrekt) = 0 poäng B=fel och inte ikryssat (korrekt) = 2 poäng C=fel och inte ikryssat (korrekt = 1 poäng = 3/6 poäng, 50 %

source: ~~~ User 4: ~~~ A=unchecked B=unchecked C=unchecked Result: A=unchecked = 0 Points B=unchecked = 0 Points C=unchecked = 0 Points = 0 / 3 Points 0%
sv_se: ~~~ Användare 4: ~~~ A=inte ikryssat B=inte ikryssat C=inte ikryssat \Resultat: A=inte ikryssat = 0 poäng B=inte ikryssat = 0 poäng C=inte ikryssat = 0 poäng = 0/3 poäng, 0 %

# placeholder: Quiz
source: LearnDash %s Builder
sv_se: Learndashs kursbyggare

# placeholder: Quiz
source: LearnDash %s Advanced Settings
sv_se: Learndashs avancerade testinställningar

# placeholder: Quiz, Question
source: LearnDash %1$s %2$s Settings
sv_se: Learndash-testfrågeinställningar

# placeholder: Quiz
source: LearnDash %s Result Settings
sv_se: Learndashs testresultatsinställningar

# placeholder: Quiz
source: LearnDash %s Mode Settings
sv_se: Learndashs testlägesinställningar

# placeholder: Quiz
source: LearnDash %s Result Text Settings
sv_se: Learndashs testresultatstextinställningar
