Repository: Nikka-Systems/lang-learndash-sv_SE
Catalog: learndash-*.po
Languages: sv_se

# placeholder: Quiz
source: LearnDash %s Template Settings
sv_se: Learndashs testmallsinställningar

# placeholder: Quiz
source: LearnDash %s Leaderboard Settings
sv_se: Learndashs testtopplisteinställningar

# placeholder: Quiz
source: LearnDash %s Custom Fields Settings
sv_se: Learndashs testinställningar för anpassade fält

# placeholder: Quiz Title
source: Revert: %s
sv_se: Återställ: %s

source: All Authors
sv_se: Alla författare

source: Approval Status
sv_se: Godkännandestatus

# placeholder: Groups
source: All %s
sv_se: Alla grupper

# placeholder: Courses
source: All %s
sv_se: Alla kurser

# placeholder: Lessons
source: All %s
sv_se: Alla lektioner

# placeholder: Topics
source: All %s
sv_se: Alla avsnitt

source: Status / Points
sv_se: Status/Poäng

# Assigned Course Label
source: Assigned %s
sv_se: Kopplad kurs

# Placeholders: Lesson, Topic
source: Assigned %1$s / %2$s
sv_se: Kopplad lektion/avsnitt

# Assignment approval status
source: Approved
sv_se: Godkänd

# Assignment approval status
source: Not Approved
sv_se: Ej godkänd

# placeholder: Points label
source: %s: Not Enabled
sv_se: %s: Ej aktiverat

source: approve
sv_se: godkänn

source: Quick View
sv_se: Snabbvisning

source: Used in
sv_se: Används i

# placeholder: Courses, Certificate Post title
source: Filter %1$s by Certificate "%2$s"
sv_se: Filtrera kurser efter certifieringen ”%2$s”

# placeholder: Courses, Certificate Courses Count
source: %1$s: %2$s
sv_se: Kurser: %2$s

# placeholder: Quizzes, Certificate Post title
source: Filter %1$s by Certificate "%2$s"
sv_se: Filtrera test efter certifieringen ”%2$s”

# placeholder: Quizzes, Certificate Quizzes Count
source: %1$s: %2$s
sv_se: Test: %2$s

# placeholder: Groups, Certificate Post title
source: Filter %1$s by Certificate "%2$s"
sv_se: Filtrera grupper efter certifieringen ”%2$s”

# placeholder: Groups, Certificate Groups Count
source: %1$s: %2$s
sv_se: Grupper: %2$s

source: All Types
sv_se: Alla typer

source: Flat
sv_se: Fast

source: Percentage
sv_se: Andel

source: Used & Unused
sv_se: Använda och oanvända

source: Used
sv_se: Använda

source: Unused
sv_se: Oanvända

source: All States
sv_se: Alla statusar

source: Active
sv_se: Aktiv

source: Expired
sv_se: Upphört

source: Future Start Date
sv_se: Framtida startdatum

# placeholder: Courses
source: All & Associated %s
sv_se: Alla och kopplade kurser

# placeholder: Courses
source: All %s Only
sv_se: Alla kurser enbart

# placeholder: Groups
source: All & Associated %s
sv_se: Alla och kopplade grupper

# placeholder: Groups
source: All %s Only
sv_se: Alla grupper enbart

source: Code
sv_se: Kod

source: Discount
sv_se: Rabatt

source: Number of Uses
sv_se: Antal användare

source: State
sv_se: Status

# placeholder: Courses
source: Associated %s
sv_se: Kopplade kurser

# placeholder: Groups
source: Associated %s
sv_se: Kopplade grupper

source: Filter listing by future state
sv_se: Filtrera lista efter framtidsstatus

source: Active from
sv_se: Aktiv från

source: Filter listing by expired state
sv_se: Filtrera lista efter utgångsstatus

source: Filter listing by active state
sv_se: Filtrera lista efter aktivstatus

source: Filter listing by all
sv_se: Filtrera listan efter alla

source: All
sv_se: Alla

source: All Users
sv_se: Alla användare

# placeholder: Group
source: -- No %s --
sv_se: -- Ingen grupp --

source: All Certificates
sv_se: Alla certifieringar

source: -- No Certificate --
sv_se: -- Ingen certifiering --

source: All Price Types
sv_se: Alla pristyper

source: Open
sv_se: Öppen

source: Free
sv_se: Gratis

source: Buy now
sv_se: Köp nu

source: Recurring
sv_se: Återkommande

source: Closed
sv_se: Stängd

source: Price Type
sv_se: Pristyp

# placeholder: Course
source: Use %s Builder
sv_se: Använd kursbyggare

source: Filter listing by Price type
sv_se: Filtrera listan efter pristyp

# placeholder: Quizzes
source: All %s
sv_se: Alla test

# placeholder: Questions
source: All %s
sv_se: Alla frågor

# placeholder: Essay Question Title
source: Essay %s Title
sv_se: Uppsatsfrågerubrik

source: Submitted By
sv_se: Inlämnad av

# Assigned Quiz Label
source: Assigned %s
sv_se: Kopplat test

# Assigned Question Label
source: Assigned %s
sv_se: Kopplat test

# placeholder: Courses
source: All %s Show
sv_se: Alla kurser med visning

# placeholder: Course
source: -- No %s --
sv_se: -- Ingen kurs --

# placeholder: Courses
source: All %s Pass
sv_se: Alla kurser som avklaras

# placeholder: Course
source: %s Show
sv_se: Visas i kurs

# placeholder: Course
source: %s Passed
sv_se: Avklarar kurs

# placeholder: Courses
source: %s / Users
sv_se: Kurser/användare

source: reload
sv_se: ladda om

# placeholder: Group Users Count
source: Users: %d
sv_se: Användare: %d

# placeholders: Courses, Group Courses Count
source: %1$s: %2$d
sv_se: Kurser: %2$d

# placeholder: Group Leaders Count
source: Leaders %d
sv_se: Gruppledare %d

# placeholder: Course
source: Assigned %s
sv_se: Kopplad kurs

# placeholder: Question
source: All %s Types
sv_se: Alla frågetyper

# placeholder: Question
source: All %s Categories
sv_se: Alla frågekategorier

# placeholder: Quiz
source: -- No %s --
sv_se: -- Inget test --

source: Type
sv_se: Typ

# placeholder: Quiz
source: Assigned %s
sv_se: Kopplat test

# placeholder: Question
source: %s Category
sv_se: Frågekategori

# placeholder: Question Type
source: Filter listing by %s type
sv_se: Filtrera på frågetyp

# placeholder: Lesson
source: -- No %s --
sv_se: -- Ingen lektion --

source: Shortcode
sv_se: Kortkod

source: Missing ProQuiz Associated Settings.
sv_se: Proquiz-kopplingsinställningar saknas.

# placeholder: Quiz
source: Use %s Builder
sv_se: Använd testbyggare

# placeholder: Quiz, Questions
source: Show %1$s %2$s
sv_se: Visa testfrågor

# placeholder: Quiz
source: Show %s Statistics
sv_se: Visa all teststatistik

# placeholder: Quiz
source: Show %s Leaderboard
sv_se: Visa testtopplista

source: Export
sv_se: Exportera

# placeholder: Lesson
source: Assigned %s
sv_se: Kopplad lektion

source: Show All Payment Processors
sv_se: Visa alla betaltjänster

source: Show All Transactions Types
sv_se: Visa alla transaktionstyper

source: PayPal Purchase Pending
sv_se: Paypal-köp pågår

source: PayPal Purchase Complete
sv_se: Paypal-köp slutfört

source: PayPal Subscription Canceled
sv_se: Paypal-prenumeration avbruten

source: PayPal Subscription Expired
sv_se: Paypal-prenumeration utgången

source: PayPal Subscription Payment Failed
sv_se: Paypal-prenumerationsbetalning misslyckad

source: PayPal Subscription Payment Success
sv_se: Paypal-prenumerationsbetalning lyckad

source: PayPal Subscription Signup
sv_se: Paypal-prenumerationsregistrering

source: Stripe Purchase
sv_se: Stripe-köp

source: Stripe Subscription
sv_se: Stripe-prenumeration

source: Razorpay Purchase
sv_se: Razorpay-köp

source: Razorpay Subscription (no trial)
sv_se: Razorpay-prenumeration (ingen provperiod)

source: Razorpay Subscription (paid trial)
sv_se: Razorpay-prenumeration (betald provperiod)

source: Razorpay Subscription (free trial)
sv_se: Razorpay-prenumeration (gratis provperiod)

source: Product
sv_se: Produkt

source: User
sv_se: Användare

source: Access
sv_se: Tillgång

source: Coupon
sv_se: Rabattkod

source: Enrolled by a coupon with no payment
sv_se: Registrerad via en rabattkod utan betalning.

# placeholder: Transaction price
source: Price: %s
sv_se: Pris: %s

# placeholder: Transaction discount
source: Discount: %s
sv_se: Rabatt: %s

# placeholder: Transaction final price
source: Final price: %s
sv_se: Slutpris: %s

# placeholder: Transaction recurring times
source: Recurring times: %s
sv_se: Återkommande gånger: %s

source: Unlimited
sv_se: Obegränsat

# placeholder: Coupon code
source: Code: %s
sv_se: Kod: %s

# placeholder: Coupon type
source: Type: %s
sv_se: Typ: %s

source: Unknown
sv_se: Okänt

source: No
sv_se: Nej

source: Pre-order
sv_se: Förbeställ

source: Yes
sv_se: Ja

source: remove
sv_se: ta bort

source: add
sv_se: lägg till

source: Remove access
sv_se: Ta bort tillgång

source: Add access
sv_se: Lägg till tillgång

# placeholder: Groups, Courses
source: Enrolled %1$s / %2$s
sv_se: Registrerade grupper/kurser

source: Filter
sv_se: Filtrera

# placeholder: Groups, User Nicename
source: Filter %1$s by user "%2$s"
sv_se: Filtrera grupper efter användare "%2$s"

# placeholder: Groups, filter Groups by user URL
source: Total %1$s: %2$s
sv_se: Totalt grupper: %2$s

# placeholder: Courses, User Nicename
source: Filter %1$s by user "%2$s"
sv_se: Filtrera kurser efter användare "%2$s"

# placeholder: Courses, filter Courses by user URL
source: Total %1$s: %2$s
sv_se: Totalt kurser: %2$s

# Export Quiz Data Label
source: Export %s Data
sv_se: Exportera testdata

source: Changelog
sv_se: Ändringslogg

source: Count
sv_se: Antal

# placeholder: list of active LMS plugins
source: <strong>LearnDash LMS</strong> has detected other active LMS plugins which may cause conflicts: <strong>%s</strong>
sv_se: <strong>Learndash LMS</strong> har upptäckt andra aktiva LMS-tillägg som kan orsaka konflikter: <strong>%s</strong>

source: point
sv_se: poäng

# Question type description for Free Answers
source: Correct answers (one per line) (answers will be converted to lower case). If mode "Different points for each answer" is activated, you can assign points to each answer using "|". Example: One|15. The default point value is 1.
sv_se: Rätta svar (ett per rad). Svar omvandlas till gemener. Om läget ”olika poäng för respektive svar” är aktivt kan du tilldela poäng för respektive svar med tecknet ”|”. Exempel: Ett|15. Standardpoängvärdet är 1.

# Question type description for Sort Answers
source: Please sort the answers in the right order with the "move" button. The answers will be displayed randomly.
sv_se: Sortera svaren i rätt ordning med ”flytta-knappen”. Svaren kommer att visas i slumpad ordning.

source: Use <strong class="description-red">{ }</strong> to mark a gap and correct answer:<br /> <strong>I <span class="description-red">{</span>play<span class="description-red">}</span> soccer.</strong>
sv_se: Använd <strong class="description-red">{ }</strong> för att markera en lucka och rätt svar:<br /> <strong>Jag <span class="description-red">{</span>spelar<span class="description-red">}</span> fotboll.</strong>

source: Use <strong class="description-red">[ ]</strong> to mark multiple correct answers:<br /> <strong>I {<span class="description-red">[</span>love<span class="description-red">][</span>hate<span class="description-red">]</span>} soccer.</strong>
sv_se: Använd <strong class="description-red">[ ]</strong> för att markera flera rätta svar:<br /> <strong>Jag {<span class="description-red">[</span>älskar<span class="description-red">][</span>avskyr<span class="description-red">]</span>} fotboll.</strong>

source: How should the user submit their answer?
sv_se: Hur ska användaren lämna in sitt svar?

# placeholders: question, course
source: This is a %1$s that can be graded and potentially prevent a user from progressing to the next step of the %2$s.
sv_se: Detta är en fråga som kan betygsättas och eventuellt hindra en användare från att fortsätta till kursens nästa steg.

source: The user can only progress if the essay is marked as "Graded" and if the user has enough points to move on.
sv_se: Användaren kan endast fortsätta om denna uppsats markeras ”betygsatt” och om användaren har tillräckliga poäng för att gå vidare.

# placeholders: question, quiz
source: How should the answer to this %1$s be marked and graded upon %2$s submission?
sv_se: Hur ska svaret på denna fråga markeras och betygsättas när testet lämnas in?

source: Use <strong class="description-red">{ }</strong> to mark an assessment:<br /> <strong>Less true <span class="description-red">{</span> [1] [2] [3] [4] [5] <span class="description-red">}</span> More true</strong>
sv_se: Använd <strong class="description-red">{ }</strong> för att markera en bedömning<br /> <strong>Mindre sant <span class="description-red">{</span> [1] [2] [3] [4] [5] <span class="description-red">}</span> Mer sant</strong>

source: Use <strong class="description-red">[ ]</strong> to mark selectable items:<br /> <strong>Less true { <span class="description-red">[</span>A<span class="description-red">]</span> <span class="description-red">[</span>B<span class="description-red">]</span> <span class="description-red">[</span>C<span class="description-red">]</span> } More true</strong>
sv_se: Använd <strong class="description-red">[ ]</strong> för att markera valbara element:<br /> <strong>Mindre sant { <span class="description-red">[</span>A<span class="description-red">]</span> <span class="description-red">[</span>B<span class="description-red">]</span> <span class="description-red">[</span>C<span class="description-red">]</span> } Mer sant</strong>

# Placeholder: Groups
source: You don't have any %s yet
sv_se: Du har inga kurser än

# Placeholder: Groups, Group, Groups
source: Users can be placed into %1$s and assigned a %2$s Leader who can track the progress and performance of any user in the %3$s.
sv_se: Användare kan grupperas och bli tilldelade en gruppledare som kan följa utvecklingen och prestationen för varje enskild användare i gruppen.

# placeholder: Group
source: Add your first %s
sv_se: Lägg till din första grupp

# placeholder: Group
source: Creating a %s
sv_se: Skapa en grupp

source: Related help and documentation
sv_se: Relaterad hjälp och dokumentation

# placeholder: Group
source: Users & %s Documentation (only available in English)
sv_se: Användar- och gruppdokumentation (enbart tillgänglig på engelska)

# placeholder: Coupons
source: You don't have any %s yet
sv_se: Du har inga rabatter än

# placeholder: %1$s: Coupons, %2$s: Courses, %3$s: Groups
source: %1$s offer an easy way for you to deliver %2$s and %3$s discounts!
sv_se: Rabattkoder är ett enkelt sätt för dig att erbjuda kurs- och grupprabattsatser!

# placeholder: Coupon
source: Add your first %s
sv_se: Lägg till din första rabatt

# placeholder: exams
source: You don't have any %s yet
sv_se: Du har inga förkunskapstest än

# placeholder: Exams, Course, Courses.
source: %1$s are a great way to check if your learners are understanding the %2$s content and allow them to skip %3$s they already know.
sv_se: Förkunskapstest är ett utmärkt sätt att kontrollera om dina studenter förstår kursinnehållet och låter dem hoppa över kurser som de redan kan.

# placeholder: Exam
source: Add your first %s
sv_se: Lägg till ditt första förkunskapstest

# Placeholder text when no certificates have been created
source: You don't have any Certificates yet
sv_se: Du har inga certifieringar än

# placeholder: %1$s: Quiz, %2$s: Course
source: Certificates can be awarded based on %1$s performance or at the very end of a %2$s. Once earned, the Certificate is available for PDF download from the user’s LearnDash profile.
sv_se: Certifieringar kan bli utfärdade baserat på testresultat eller vid slutet av en kurs. Väl utfärdad kan certifieringen laddas ned i PDF-format från användarens Learndash-profil.

# Button to add a certificate
source: Add your first Certificate
sv_se: Lägg till din första certifiering

source: Need more help?
sv_se: Behöver du hjälp?

# placeholder: Course
source: Creating a Great %s Certificate
sv_se: Skapa en fantastisk certifiering

source: Certificates Documentation (only available in English)
sv_se: Certifieringsdokumentation (enbart tillgänglig på engelska)

# placeholder: Courses
source: You don't have any %s yet
sv_se: Du har inga kurser än

source: %1$s offer a convenient and organized way for you to deliver training content. Create a %2$s and include %3$s, %4$s, %5$s, Assignments, and more!
sv_se: Kurser är ett praktiskt och organiserat sätt för dig att leverera utbildningsinnehåll. Skapa en kurs och inkludera lektioner, avsnitt, test, uppgifter och mer!

# placeholder: Course
source: Add your first %s
sv_se: Lägg till din första kurs

# placeholder: Courses
source: Getting started with LearnDash %s
sv_se: Kom igång med Learndash-kurser

# placeholder: Course
source: %s Builder [Article] (only available in English)
sv_se: Kursbyggare (artikel, enbart tillgänglig på engelska)

# placeholder: Courses
source: %s Documentation (only available in English)
sv_se: Kursdokumentation (enbart tillgänglig på engelska)

# placeholder: Lessons
source: You don't have any %s yet
sv_se: Du har inga lektioner än

source: %1$s are where you add your content for your %2$s. You can add %3$s using the %4$s Builder, or you can create them individually and assign them to a %5$s later
sv_se: Lektioner är där du lägger innehållet för din kurs. Du kan lägga till lektioner i kursbyggaren eller skapa dem var för sig och koppla dem till en kurs i efterhand

# placeholder: Lesson
source: Add your first %s
sv_se: Lägg till din första lektion

# placeholder: %1$s: Lessons, %2$s: Course
source: Creating %1$s for Your %2$s
sv_se: Skapar lektion för din kurs

# placeholder: Lessons
source: %s Documentation (only available in English)
sv_se: Lektionsdokumentation (enbart tillgänglig på engelska)

source: View all docs
sv_se: Visa alla dokument

# placeholder: Questions
source: You don't have any %s yet
sv_se: Du har inga frågor än

# placeholder: %1$s: Questions, %2$s: Quiz, %3$s: Questions, %4$s: Quiz
source: You can add %1$s when you create a %2$s, or you can choose to add %3$s at any time and add them to a %4$s later.
sv_se: Du kan lägga till frågor när du skapar ett test eller välja att lägga till frågor och koppla dem till ett test vid senare tillfälle.

# placeholder: Question
source: Add your first %s
sv_se: Lägg till din första fråga

# placeholder: Quiz, Question
source: %1$s %2$s Types [Article] (only available in English)
sv_se: Testfrågetyper (artikel, enbart tillgänglig på engelska)

# placeholder: Questions
source: %s Documentation (only available in English)
sv_se: Testdokumentation (enbart tillgänglig på engelska)

# placeholder: Quizzes
source: You don't have any %s yet
sv_se: Du har inga test än

# placeholder: %1$s: Quizzes, %2$s: Course, %3$s: Quiz, %4$s: Course
source: %1$s are a great way to check if your learners are understanding the %2$s content. You can have a %3$s in the middle of a %4$s, or you can put it at the end
sv_se: Test är ett utmärkt sätt att undersöka om dina studenter förstår kursinnehållet. Du kan ha ett test i mitten av en kurs eller lägga det på slutet

# placeholder: Quiz
source: Add your first %s
sv_se: Lägg till ditt första test

# placeholder: Quiz
source: Creating a %s
sv_se: Skapa ett test

# placeholder: Quizzes
source: %s Documentation (only available in English)
sv_se: Testdokumentation (enbart tillgänglig på engelska)

# placeholder: Topics
source: You don't have any %s yet
sv_se: Du har inga avsnitt än

source: When you have %1$s in your %2$s, you can break them up into separate %3$s. You can add %4$s using the %5$s Builder, or you can create them individually and assign them to a %6$s later.
sv_se: När du har lektioner i din kurs kan du bryta upp dem i separata avsnitt. Du kan lägga till avsnitt i kursbyggaren eller skapa dem var för sig och koppla dem till en lektion i efterhand.

# placeholder: Topic
source: Add your first %s
sv_se: Lägg till ditt första avsnitt

# placeholder: Topics
source: Creating %s
sv_se: Skapa avsnitt

# placeholder: Topics
source: %s Documentation (only available in English)
sv_se: Avsnittsdokumentation (enbart tillgänglig på engelska)

source: Return to LearnDash Add-ons Page
sv_se: Återgå till Learndashs tilläggssida

source: Activate Plugin
sv_se: Aktivera tillägg

source: Directory successfully renamed.
sv_se: Mappnamnbytet lyckades.

source: Unable to rename the update to match the existing directory.
sv_se: Det gick inte att byta namn på uppdateringen för att matcha den befintliga mappen.

# placeholders: Translation Name, Translation Locale
source: Updating translations for %1$s (%2$s)...
sv_se: Uppdateringar översättningar för %1$s (%2$s)...

# placeholder: plugin title
source: %s: Translations
sv_se: %s: Översättningar

source: Create from Video Playlist
sv_se: Skapa från videospellista

source: Course Creation Wizard
sv_se: Kursskapandeguide

source: Load data from YouTube
sv_se: Ladda data från Youtube

source: YouTube icon
sv_se: Youtube-ikon

source: Load data from Vimeo
sv_se: Ladda data från Vimeo

source: Vimeo icon
sv_se: Vimeo-ikon

source: Load data from Wistia
sv_se: Ladda data från Wistia

source: Wistia icon
sv_se: Wistia-ikon

source: Load
sv_se: Ladda

source: Error on access LearnDash service. Please try it again in a few minutes.
sv_se: Fel vid åtkomst till Learndash-tjänsten. Försök igen om några minuter.

# placeholder: course
source: Create a %s from a video playlist.
sv_se: Skapa en kurs från videospellista

# placeholder: course
source: You can use a YouTube Playlist, a Vimeo Showcase or a Wistia Project URL to create a LearnDash %s in a few minutes.
sv_se: Du kan använda en Youtube-spellista, en Vimeo-samling eller en Wisita-projekt-URL för att skapa en Learndash-kurs på några få minuter.

source: Please activate your license to use this feature.
sv_se: Vänligen aktivera din licens för att använda denna funktion.

# placeholder: course
source: Back to %s list
sv_se: Gå tillbaka till kurslistan

source: Create the course
sv_se: Skapa kursen

source: Enter playlist URL
sv_se: Ange spellistans URL

source: Try it again
sv_se: Försök igen

source: How users will gain access to the course?
sv_se: Hur ska användare få tillgång till kursen?

source: The course is not protected. Any user can access its content without the need to be logged-in or enrolled.
sv_se: Kursen är inte skyddad. Alla användare kan komma åt dess innehåll utan att behöva logga in eller registrera sig.

source: The course is protected. Registration and enrollment are required in order to access the content.
sv_se: Kursen är skyddad. Kursregistrering krävs för att få tillgång till innehållet.

source: The course is protected via the LearnDash built-in PayPal and/or Stripe. Users need to purchase the course (one-time fee) in order to gain access.
sv_se: Kursen är skyddad via Learndashs inbyggda Paypal- och/eller Stripe-kassa. Användare måste köpa kursen för en engångsavgift för att få tillgång.

source: Course Price
sv_se: Kurspris

source: The course is protected via the LearnDash built-in PayPal and/or Stripe. Users need to purchase the course (recurring fee) in order to gain access.
sv_se: Kursen är skyddad via Learndashs inbyggda Paypal- och/eller Stripe-kassa. Användare måste köpa kursen för en återkommande avgift för att få tillgång.

source: Billing Cycle
sv_se: Betalcykel

source: select interval
sv_se: välj intervall

source: day(s)
sv_se: dag(ar)

source: week(s)
sv_se: vecka(or)

source: month(s)
sv_se: månad(er)

source: year(s)
sv_se: år

source: The course can only be accessed through admin enrollment (manual), group enrollment, or integration (shopping cart or membership) enrollment.
sv_se: Kursen kan endast nås via administratörsregistrering (manuell), gruppregistrering eller integrationsregistrering (kundvagn eller medlemskap).

source: How users will interact with the content?
sv_se: Hur kommer användare att interagera med innehållet?

source: Linear form
sv_se: Linjär form

source: Requires the user to progress through the course in the designated step sequence.
sv_se: Kräver att användaren går igenom kursen i den bestämda stegordningen.

source: Free form
sv_se: Fri

source: Allows the user to move freely through the course without following the designated step sequence.
sv_se: Låter användaren hoppa fritt i kursen utan att följa den bestämda stegordningen.

# placeholders: course name, lessons qty description
source: The course "%1$s" will be created with %2$s.
sv_se: Kursen ”%1$s” kommer att skapas med %2$s.

source: %s lesson
sv_se: %s lektion
